Repository: THR3ATB3AR/fit_flutter_fluent
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk

source: Success
ar: نجاح
cs: Úspěšně
da: Succes
de: Erfolg
el: Επιτυχία
es: Éxito
fi: Onnistui
fr: Succès
it: Successo
ja: 成功
nl: Geslaagd
no: Vellykket
pl: Sukces
pt: Sucesso
ro: Succes
ru: Успешно
sv: Klart
uk: Успіх

source: New and Popular repacks have been rescraped.
ar: تم إلغاء حزم جديدة وشائعة.
cs: Nové a Populární reklam byly překrývány.
da: Nye og populære repacks er blevet recraped.
de: Neue und beliebte Repacks wurden aufgehoben.
el: Νέες και δημοφιλείς επισκευές έχουν αναστηλωθεί.
es: Los paquetes nuevos y populares han sido rediseñados.
fi: Uusia ja suosittuja repacks on uusittu.
fr: De nouveaux repacks et populaires ont été remaniés.
it: I nuovi e popolari ripacchi sono stati rescraped.
ja: 新しいリパックと人気リパックが再開されました。
nl: Nieuwe en Populaire repacks zijn teruggedraaid.
no: Nye og populære repakker har blitt omskyndt.
pl: Nowe i Popularne paczki zostały pozyskane.
pt: Novos e novos representantes populares foram resgatados.
ro: Repachetele noi și populare au fost reclasificate.
ru: Популярные и новые репакеты были восстановлены.
sv: Nya och populära repacks har skrotats.
uk: Нові і популярні реконструкції були перетворені.

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
it: Errore
ja: エラー
nl: Foutmelding
no: Feil
pl: Błąd
pt: ERRO
ro: Eroare
ru: Ошибка
sv: Fel
uk: Помилка

# failedToRescrapeData
source: Failed to rescrape data: {errorMessage}
ar: فشل في إلغاء بيانات الاغتصاب: {errorMessage}
cs: Nepodařilo se rescrape data: {errorMessage}
da: Mislykkedes at gendanne data: {errorMessage}
de: Fehler beim Wiederherstellen der Daten: {errorMessage}
es: No se pudo volver a procesar los datos: {errorMessage}
fi: Tietojen uudelleencrape epäonnistui: {errorMessage}
fr: Échec de la refonte des données : {errorMessage}
it: Rescrape dati non riuscito: {errorMessage}
ja: データの再作成に失敗しました: {errorMessage}
nl: Herpakken van gegevens mislukt: {errorMessage}
no: Kan ikke rescrape data: {errorMessage}
pl: Nie udało się pozyskać danych: {errorMessage}
pt: Falha ao rescrape dados: {errorMessage}
ro: Rescraparea datelor a eșuat: {errorMessage}
ru: Не удалось восстановить данные: {errorMessage}
sv: Misslyckades att återställa data: {errorMessage}

source: Home
ar: المنزل
cs: Domů
da: Hjem
de: Zuhause
el: Αρχική
es: Inicio
fi: Koti
fr: Domicile
ja: ホーム
nl: Startpagina
no: Hjem
pl: Strona główna
pt: Residencial
ro: Acasă
ru: Домашний
sv: Hem
uk: Домашній екран

source: Rescrape New & Popular
ar: إعادة اغتصاب جديد وشائع
cs: Rescrape Nový & Populární
da: Rescrape Ny & Populær
de: Neu & Beliebt erneuern
el: Rescrape Νέο & Δημοφιλές
es: Crear nuevo y popular
fi: Uudelleennimeä Uusi & Suosittu
fr: Rescrape les Nouveaux & Populaires
it: Rescrape Nuovo E Popolare
ja: 新しいリスクレイプ&人気
nl: Rescrape Nieuw & Populair
no: Skap nye & populære
pl: Pozyskaj nowe i popularne
pt: Rescrape Novo e Popular
ro: Rescrapă nouă și populară
ru: Популярные и новые
sv: Skrapa nytt & populärt
uk: Пересканувати новий & популярний

source: New Repacks
ar: حزم جديدة
cs: Nové repozitáře
da: Nye Gentagelser
de: Neue Repacks
el: Νέα Πακέτα
es: Nuevos paquetes
fi: Uudet Repacks
fr: Nouveaux packs
it: Nuovi Repacks
ja: 新しいリポジトリ
nl: Nieuwe Repacks
no: Nye Reparasjoner
pl: Nowe Repacki
pt: Novos Retratos
ro: Repachete noi
ru: Новые наборы
sv: Nya återfall
uk: Нові записи репозиторіїв

source: Popular Repacks
ar: حزم شعبية
cs: Populární repozitáře
da: Populære Gentagelser
de: Beliebte Repacks
el: Δημοφιλή Repacks
es: Paquetes populares
fi: Suositut Repaketit
fr: Repacks populaires
it: Repacks Popolari
ja: 人気のリポジトリ
nl: Populaire Repacks
no: Populære rester
pl: Popularne Repacki
pt: Reforços Populares
ro: Repachete populare
ru: Популярные наборы
sv: Populära återfall
uk: Популярні поклади

source: No completed groups to clear.
ar: لا توجد مجموعات مكتملة لحلها.
cs: Žádné dokončené skupiny k vymazání.
da: Ingen færdige grupper at rydde.
de: Keine abgeschlossenen Gruppen zu löschen.
el: Δεν υπάρχουν ολοκληρωμένες ομάδες για να καθαρίσετε.
es: No hay grupos completados para borrar.
fi: Ei valmiiksi valmistuneita ryhmiä selvitettäväksi.
fr: Aucun groupe à effacer.
it: Nessun gruppo completato da eliminare.
ja: クリアできる完了したグループはありません。
nl: Geen voltooide groepen om te wissen.
no: Ingen avsluttede grupper å fjerne.
pl: Brak pobranych w pełni repacków do wyczyszczenia.
pt: Não há grupos completos para limpar.
ro: Nu sunt grupuri completate pentru ștergere.
ru: Нет завершенных групп для очистки.
sv: Inga slutförda grupper att rensa.
uk: Немає завершених груп.

source: Queued
ar: قائمة الانتظار
cs: Ve frontě
da: I Kø
de: Warteschlange
el: Σε Αναμονή
es: En cola
fi: Jonossa
fr: En file d'attente
it: Accodato
ja: キューに入りました
nl: Wachtrij
no: Køet
pl: W kolejce
pt: Enfileirado
ro: În aşteptare
ru: В очереди
sv: Köad
uk: Поставлено в чергу

source: Downloading:
ar: تنزيل:
cs: Stahování:
da: Downloader:
de: Herunterladen:
el: Λήψη:
es: Descargando:
fi: Ladataan:
fr: Téléchargement:
it: Scaricamento:
ja: ダウンロード中:
nl: Downloaden:
no: Laster ned:
pl: Pobieranie:
pt: Baixando:
ro: Descărcări:
ru: Загрузка:
sv: Hämtar
uk: Завантаження:

source: Completed
ar: مكتمل
cs: Dokončeno
da: Afsluttet
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fi: Valmis
fr: Terminé
it: Completato
ja: 完了
nl: Voltooid
no: Fullført
pl: Zakończone
pt: Concluído
ro: Completat
ru: Выполнено
sv: Slutförd
uk: Завершені

source: Failed
ar: فشل
cs: Selhalo
da: Mislykkedes
de: Fehler
el: Απέτυχε
es: Fallo
fi: Epäonnistui
fr: Echoué
it: Fallito
ja: 失敗しました
nl: Mislukt
no: Mislyktes
pl: Niepowodzenie
pt: Falhou
ro: Eșuat
ru: Неудачный
sv: Misslyckades
uk: Не вдалося

source: Paused
ar: متوقف
cs: Pozastaveno
da: Pauset
de: Pausiert
el: Παύση
es: Pausado
fi: Keskeytetty
fr: En pause
it: Pausa
ja: 一時停止
nl: Gepauzeerd
no: Pauset
pl: Zatrzymano
pt: Pausado
ro: Pauză
ru: Пауза
sv: Pausad
uk: Призупинено

source: Canceled
ar: ملغاة
cs: Zrušeno
da: Annulleret
de: Abgebrochen
el: Ακυρώθηκε
es: Cancelado
fi: Peruttu
fr: Annulé
it: Annullato
ja: キャンセルしました
nl: Geannuleerd
no: Avbrutt
pl: Anulowane
pt: Cancelado
ro: Anulat
ru: Отменено
sv: Avbruten
uk: Скасовано

source: Dismiss
ar: تجاهل
cs: Odmítnout
da: Afvis
de: Verwerfen
el: Απόρριψη
es: Descartar
fi: Hylkää
fr: Refuser
it: Ignora
ja: 却下する
nl: Uitschakelen
no: Avvis
pl: Odrzuć
pt: Descartar
ro: Renunţaţi
ru: Отклонить
sv: Avfärda
uk: Відхилити

source: Confirm Clear
ar: تأكيد مسح
cs: Potvrdit odstranění
da: Bekræft Ryd
de: Löschen bestätigen
el: Επιβεβαίωση Καθαρισμού
es: Confirmar Borrar
fi: Vahvista Tyhjennys
fr: Confirmer la suppression
it: Conferma Pulizia
ja: 消去の確認
nl: Bevestig wissen
no: Bekreft tømming
pl: Potwierdź Wyczyszczenie
pt: Confirmar limpeza
ro: Confirmă curățarea
ru: Подтвердить очистку
sv: Bekräfta rensning
uk: Підтвердити очищення

# confirmRemoveDownloadGroups
source: Are you sure you want to remove {count} completed download {count, plural, zero{groups} one{group} other{groups}}? This will also remove files from disk if they are in dedicated subfolders managed by the app.
ar: هل أنت متأكد من أنك تريد إزالة {count} اكتمل تنزيل {count, plural, zero{مجموعات} one{مجموعة} other{المجموعات}}? سيؤدي هذا أيضا إلى إزالة الملفات من القرص إذا كانت في مجلدات فرعية مخصصة يديرها التطبيق.
cs: Jste si jisti, že chcete odstranit {count} dokončené stahování {count, plural, zero{skupiny} one{skupina} other{skupiny}}? Toto také odstraní soubory z disku, pokud jsou ve specializovaných podsložkách spravovaných aplikací.
da: Er du sikker på, at du vil fjerne {count} fuldført download {count, plural, zero{grupper} one{gruppe} other{grupper}}? Dette vil også fjerne filer fra disken, hvis de er i dedikerede undermapper håndteret af appen.
de: Bist du sicher, dass du {count} abgeschlossenen Download entfernen möchtest {count, plural, zero{Gruppen} one{Gruppe} other{Gruppen}}? Das wird auch Dateien von der Festplatte entfernen, wenn sie in dedizierten Unterordnern von der App verwaltet werden.
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε {count} ολοκληρωμένη λήψη {count, plural, zero{ομάδες} one{ομάδα} other{ομάδες}}? Αυτό θα αφαιρέσει επίσης αρχεία από το δίσκο αν βρίσκονται σε ειδικούς υποφακέλους που διαχειρίζεται η εφαρμογή.
es: ¿Estás seguro de que quieres eliminar {count} de descarga completada {count, plural, zero{grupos} one{grupo} other{¡grupos}}? Esto también eliminará archivos del disco si están en subcarpetas dedicadas administradas por la aplicación.
fi: Are you sure you want to remove {count} completed download {count, plural, zero{groups} one{group} other{ryhmät}}? Tämä poistaa myös tiedostoja levyltä, jos ne ovat sovelluksen hallinnoimissa alakansioissa.
fr: Êtes-vous sûr de vouloir supprimer {count} téléchargement terminé {count, plural, zero{groupes} one{groupe} other{groupes}}? Cela supprimera également les fichiers du disque s'ils sont dans des sous-dossiers dédiés gérés par l'application.
it: Sei sicuro di voler rimuovere il download di {count} completato {count, plural, zero{gruppi} one{gruppo} other{group}}? Questo rimuoverà anche i file dal disco se sono in sottocartelle dedicate gestite dall'app.
nl: Weet u zeker dat u {count} voltooide download wilt verwijderen {count, plural, zero{Groeps} one{Groep} other{groepen}}Dit zal ook bestanden van de schijf verwijderen als deze in speciale submappen zijn die door de app worden beheerd.
no: Er du sikker på at du vil fjerne {count} fullførte nedlastingen {count, plural, zero{Grupper} one{Grupper} other{grupper}}? Dette vil også fjerne filer fra disken hvis de er i dedikerte undermapper administrert av appen.
pl: Czy na pewno chcesz usunąć {count} {count, plural, one{pobranego repacka} few{pobrane repacki} other{pobranych repacków}}?
pt: Tem certeza de que deseja remover o download de {count} completo {count, plural, zero{Grupos} one{grupo} other{grupos}}? Isto também removerá os arquivos do disco se estiverem em subpastas dedicadas gerenciadas pelo app.
ro: Sunteți sigur că doriți să eliminați descărcarea completă a lui {count} {count, plural, zero{grupuri} one{grup} other{grupuri}}? Acest lucru va elimina, de asemenea, fișierele de pe disc dacă sunt în subdosare dedicate gestionate de aplicație.
ru: Вы уверены, что хотите удалить {count} завершила загрузку {count, plural, zero{группы} one{Группа} other{группы}}? Это также удалит файлы с диска, если они находятся в подпапках, управляемых приложением.
sv: Är du säker på att du vill ta bort {count} slutförd nedladdning {count, plural, zero{grupper} one{grupp} other{grupper}}? Detta kommer också att ta bort filer från disken om de är i dedikerade undermappar som hanteras av appen.
uk: Ви впевнені, що хочете видалити завершене завантаження {count} {count, plural, zero{Групи} one{група} other{групи}}? Це також видалить файли з диску, якщо вони у виділених підтеках, що керуються додатком.

source: Clear Completed
ar: مسح المكتمل
cs: Vymazání dokončeno
da: Ryd Fuldført
de: Erledigte löschen
el: Εκκαθάριση Ολοκληρωμένων
es: Limpiar Completado
fi: Tyhjennä Valmiit
fr: Effacement terminé
it: Pulisci Completato
ja: クリア完了
nl: Verwijder voltooide
no: Fjern fullført
pl: Wyczyść ukończone
pt: Limpar Concluídos
ro: Curăță Finalizată
ru: Очистить завершенные
sv: Rensa slutförd
uk: Очистити завершені

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Abandonner
it: Annulla
ja: キャンセル
nl: annuleren
no: Avbryt
pl: Anuluj
pt: cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
uk: Скасувати

# completedGroupsCleared
source: {count} completed {count, plural, zero{groups} one{group} other{groups}} cleared.
cs: {count} dokončeno {count, plural, zero{skupiny} one{skupina} other{skupiny}} vymazány.
da: {count} fuldført {count, plural, zero{grupper} one{gruppe} other{grupper}} ryddet.
de: {count} abgeschlossen {count, plural, zero{Gruppen} one{Gruppe} other{Gruppen}} geleert.
es: ¡{count} completada {count, plural, zero{¡Grupos} one{¡grupo} other{¡Grupos}} borrado.
fr: {count} a terminé {count, plural, zero{groupes} one{groupe} other{groupes}} nettoyé.
it: {count} completato {count, plural, zero{gruppi} one{gruppo} other{gruppi}} cancellato.
ja: {count} が完了しました {count, plural, zero{グループ} one{グループ} other{グループ}} がクリアされました!
nl: {count} voltooid {count, plural, zero{groepen} one{groep} other{groep}} gewist.
pl: Usunięto {count} {count, plural, one{pobranego repacka} few{pobrane repacki} other{pobranych repacków}}.
pt: {count} completou {count, plural, zero{Agrupa} one{grupo} other{grupos}} removido.
ro: {count} completat {count, plural, zero{grupuri} one{grup} other{Grupurile}} au fost șterse.
ru: {count} завершил {count, plural, zero{группы} one{группа} other{группы}} очищены.
sv: {count} slutförd {count, plural, zero{grupper} one{grupp} other{grupper}} rensad.

source: Download Manager
ar: مدير التحميل
cs: Správce stahování
el: Διαχειριστής Λήψεων
es: Gestor de descargas
fi: Latausten Hallinta
fr: Gestionnaire de téléchargement
it: Gestore Download
ja: ダウンロードマネージャー
nl: Download beheerder
no: Nedlastingshjelper
pl: Menedżer Pobierania
pt: Gerenciador de Transferências
ro: Manager descărcări
ru: Менеджер закачек
sv: Ladda ner hanteraren
uk: Менеджер завантажень

source: Max Concurrent
ar: الحد الأقصى للتزامن
cs: Max souběžně
da: Maks. Samtidige
de: Max. Gleichzeitigkeit
el: Μέγιστη Ταυτόχρονη
es: Máximo concurrente
fi: Maksimi Samanaikainen
fr: Concurrent max
it: Concorrente Massima
ja: 最大同時電流
nl: Max gelijkstroom
no: Maks samspill
pl: Limit Jednoczesnych Pobrań
pt: Máximo de corrente
ro: Concurență Maximă
ru: Макс. одновременно
sv: Max samström
uk: Максимальна кількість одночасних

source: No active downloads.
ar: لا يوجد تنزيلات نشطة.
cs: Žádné aktivní stahování.
da: Ingen aktive downloads.
de: Keine aktiven Downloads.
el: Δεν υπάρχουν ενεργές λήψεις
es: No hay descargas activas.
fi: Ei aktiivisia latauksia.
fr: Aucun téléchargement actif.
it: Nessun download attivo.
ja: アクティブなダウンロードはありません。
nl: Geen actieve downloads.
no: Ingen aktive nedlastinger.
pl: Brak aktywnych pobrań.
pt: Nenhum download ativo.
ro: Nici o descărcare activă.
ru: Нет активных загрузок.
sv: Inga aktiva hämtningar.
uk: Немає активних завантажень.

source: Downloads will appear here once added.
ar: التنزيلات ستظهر هنا بمجرد إضافتها.
cs: Stahování se zobrazí po přidání.
da: Downloads vises her når de er tilføjet.
de: Downloads werden hier angezeigt, sobald sie hinzugefügt wurden.
el: Οι λήψεις θα εμφανιστούν εδώ μόλις προστεθούν.
es: Las descargas aparecerán aquí una vez añadidas.
fi: Lataukset näkyvät täällä kun ne on lisätty.
fr: Les téléchargements apparaîtront ici une fois ajoutés.
it: I download appariranno qui una volta aggiunti.
ja: 追加するとダウンロードがここに表示されます。
nl: Downloads verschijnen hier eenmaal toegevoegd.
no: Nedlastet vil vises her når lagt til.
pl: Pobrania pojawią się tutaj po dodaniu.
pt: Os downloads aparecerão aqui uma vez adicionados.
ro: Descărcările vor apărea aici odată adăugate.
ru: Загрузки появятся здесь после добавления.
sv: Nedladdningar visas här när de har lagts till.
uk: Завантаження з'являтимуться тут після додавання.

source: Cancel all downloads in this group
ar: إلغاء جميع التنزيلات في هذه المجموعة
cs: Zrušit všechna stahování v této skupině
da: Annuller alle downloads i denne gruppe
de: Alle Downloads in dieser Gruppe abbrechen
el: Ακύρωση όλων των λήψεων σε αυτήν την ομάδα
es: Cancelar todas las descargas de este grupo
fi: Peruuta kaikki tämän ryhmän lataukset
fr: Annuler tous les téléchargements de ce groupe
it: Annulla tutti gli scaricamenti in questo gruppo
ja: このグループ内のすべてのダウンロードをキャンセル
nl: Annuleer alle downloads in deze groep
no: Avbryt alle nedlastinger i denne gruppen
pl: Anuluj wszystkie pobrania w tej grupie
pt: Cancelar todos os downloads neste grupo
ro: Anulează toate descărcările din acest grup
ru: Отменить все загрузки в этой группе
sv: Avbryt alla nedladdningar i denna grupp
uk: Скасувати всі завантаження в цій групі

source: Are you sure you want to cancel all downloads in this group and remove them?
ar: هل أنت متأكد من أنك تريد إلغاء جميع التنزيلات في هذه المجموعة وإزالتها؟
cs: Jste si jisti, že chcete zrušit všechna stahování v této skupině a odstranit je?
da: Er du sikker på du vil annullere alle downloads i denne gruppe og fjerne dem?
de: Sind Sie sicher, dass Sie alle Downloads in dieser Gruppe abbrechen und entfernen möchten?
el: Είστε βέβαιοι ότι θέλετε να ακυρώσετε όλες τις λήψεις σε αυτή την ομάδα και να τις αφαιρέσετε?
es: ¿Estás seguro de que quieres cancelar todas las descargas de este grupo y eliminarlas?
fi: Oletko varma, että haluat peruuttaa kaikki tämän ryhmän lataukset ja poistaa ne?
fr: Êtes-vous sûr de vouloir annuler tous les téléchargements de ce groupe et les supprimer ?
it: Sei sicuro di voler annullare tutti i download di questo gruppo e rimuoverli?
ja: このグループ内のすべてのダウンロードをキャンセルして削除してもよろしいですか？
nl: Weet u zeker dat u alle downloads in deze groep wilt annuleren en verwijderen?
no: Er du sikker på at du vil avbryte alle nedlastinger i denne gruppen og fjerne dem?
pl: Czy na pewno chcesz anulować wszystkie pobrania w tej grupie i je usunąć?
pt: Tem certeza que deseja cancelar todos os downloads neste grupo e removê-los?
ro: Sigur doriți să anulați toate descărcările din acest grup și să le ștergeți?
ru: Вы уверены, что хотите отменить все загрузки в этой группе и удалить их?
sv: Är du säker på att du vill avbryta alla nedladdningar i denna grupp och ta bort dem?
uk: Ви дійсно бажаєте скасувати всі завантаження у цій групі та видалити їх?

# completedNumberFiles
source: Completed {count} {count, plural, zero{files} one{file} other{files}}
ar: أكمل {count} {count, plural, zero{ملفات} one{ملف} other{ملفات}}
cs: Dokončeno {count} {count, plural, zero{soubory} one{soubor} other{soubory}}
da: Fuldført {count} {count, plural, zero{filer} one{fil} other{filer}}
de: Abgeschlossene {count} {count, plural, zero{Dateien} one{Datei} other{Dateien}}
el: Ολοκληρώθηκε {count} {count, plural, zero{αρχεία} one{αρχείο} other{αρχεία}}
es: Completado {count} {count, plural, zero{archivos} one{archivo} other{archivos}}
fr: {count} {count, plural, zero{fichiers} one{fichier} other{fichiers}}
it: Completato {count} {count, plural, zero{file} one{file} other{file}}
nl: {count} {count, plural, zero{bestanden} one{bestand} other{bestanden}}
no: Fullført {count} {count, plural, zero{filer} one{Filen} other{filer}}
pl: Ukończono {count} {count, plural, few{pliki} one{plik} other{plików}}
pt: Completou {count} {count, plural, zero{Arquivos} one{arquivo} other{arquivos}}
ro: Completat {count} {count, plural, zero{fişiere} one{fişiere} other{}}
ru: Файлы {count} {count, plural, zero{} one{файл} other{файлов } other{}}
sv: Avslutade {count} {count, plural, zero{filer} one{fil} other{filer}}
uk: Завершено {count} {count, plural, zero{файли} one{файл} other{файли}}

# overallProgressFilesPercent
source: Overall: {percent}% ({count} {count, plural, one{file} other{files}})
ar: إجمالا: {percent}% ({count} {count, plural, one{ملف} other{ملفات}}
cs: Celkem: {percent}% ({count} {count, plural, one{soubor} other{soubory}})
da: Samlet: {percent}% ({count} {count, plural, one{fil} other{filer}})
de: Gesamt: {percent}% ({count} {count, plural, one{Datei} other{Dateien}})
el: Συνολικά: {percent}% ({count} {count, plural, one{αρχείο} other{αρχεία}}
es: En total: {percent}% ({count} {count, plural, one{archivo} other{archivos}})
fr: Au total : {percent}% ({count} {count, plural, one{fichier} other{fichiers}})
it: Complessivo: {percent}% ({count} {count, plural, one{file} other{file}}
nl: Overal: {percent}% ({count} {count, plural, one{bestand} other{bestand}})
no: Totalt : {percent}% ({count} {count, plural, one{Fil} other{filer}}
pl: Ogólnie: {percent}% ({count} {count, plural, few{pliki} one{plik} other{plików}})
ro: Total: {percent}% ({count} {count, plural, one{fişier} other{fişiere}}
ru: В общей сложности: {percent}% ({count} {count, plural, one{файл} other{файлов}})
sv: Sammanlagt: {percent}% ({count} {count, plural, one{fil} other{filer}})
uk: Загалом: {percent}% ({count} {count, plural, one{файл} other{файли}})

# noActiveTasks
source: No active tasks or progress unavailable ({count} {count, plural, one{file} other{files}})
ar: لا توجد مهام نشطة أو تقدم غير متوفر ({count} {count, plural, one{ملف} other{ملفات}}
cs: Žádné aktivní úkoly nebo postup není k dispozici ({count} {count, plural, one{soubor} other{soubory}})
da: Ingen aktive opgaver eller fremskridt utilgængelige ({count} {count, plural, one{fil} other{filer}})
de: Keine aktiven Aufgaben oder Fortschritt nicht verfügbar ({count} {count, plural, one{Datei} other{Dateien}})
el: Καμία ενεργή εργασία ή πρόοδος δεν είναι διαθέσιμη ({count} {count, plural, one{αρχείο} other{αρχεία}}
es: No hay tareas activas o progreso no disponible ({count} {count, plural, one{archivo} other{archivos}})
fr: Aucune tâche active ou progression indisponible ({count} {count, plural, one{fichier} other{fichiers}})
it: Nessuna attività attiva o progresso non disponibile ({count} {count, plural, one{file} other{file}}
ja: アクティブなタスクや進行状況がありません ({count} {count, plural, one{file} other{files}})
pl: Brak aktywnych zadań ({count} {count, plural, few{pliki} one{plik} other{plików}})
pt: Não há tarefas ativas ou progresso indisponível ({count} {count, plural, one{arquivo} other{arquivos}})
ro: Nici o sarcină activă sau progres indisponibil ({count} {count, plural, one{fişier} other{fişiere}}
ru: Нет активных задач или прогресса недоступных ({count} {count, plural, one{файл} other{файлов}})
sv: Inga aktiva uppgifter eller framsteg ej tillgängliga ({count} {count, plural, one{fil} other{filer}})
uk: Немає активних завдань або прогрес недоступний ({count} {count, plural, one{файл} other{файли}})

# cancelGroupName
source: Cancel Group: {groupName}
ar: إلغاء المجموعة: {groupName}
cs: Zrušit skupinu: {groupName}
da: Annuller Gruppe: {groupName}
de: Gruppe abbrechen: {groupName}
es: Cancelar grupo: {groupName}
fi: Peruuta Ryhmä: {groupName}
fr: Annuler le groupe: {groupName}
it: Annulla Gruppo: {groupName}
ja: グループをキャンセル: {groupName}
nl: Annuleer groep: {groupName}
no: Avbryt gruppe: {groupName}
pl: Anuluj grupę: {groupName}
pt: Cancelar Grupo: {groupName}
ro: Anulare grup: {groupName}
ru: Отменить группу: {groupName}
sv: Avbryt grupp: {groupName}

source: Remove from list
ar: إزالة من القائمة
cs: Odstranit ze seznamu
da: Fjern fra liste
de: Aus Liste entfernen
el: Αφαίρεση από τη λίστα
es: Eliminar de la lista
fi: Poista luettelosta
fr: Retirer de la liste
it: Rimuovi dalla lista
ja: リストから削除
nl: Verwijderen uit lijst
no: Fjern fra listen
pl: Usuń z kolejki
pt: Remover da lista
ro: Elimină din listă
ru: Удалить из списка
sv: Ta bort från listan
uk: Вилучити зі списку

source: Resume
ar: استئناف
cs: Pokračovat
da: Genoptag
de: Fortsetzen
el: Συνέχιση
es: Reanudar
fi: Jatka
fr: Reprendre
it: Riprendi
ja: 再開
nl: Hervatten
no: Fortsett
pl: Wznów
pt: Retomar
ro: Reluare
ru: Возобновить
sv: Fortsätt
uk: Поновити

source: Pause
ar: إيقاف
cs: Pozastavit
el: Παύση
es: Pausa
fi: Tauko
fr: Mettre en pause
it: Pausa
ja: 一時停止
nl: Onderbreken
pl: Wstrzymaj
pt: Suspender
ro: Întrerupeți
ru: Пауза
sv: Pausa
uk: Пауза

source: Error: Task data unavailable
ar: خطأ: بيانات المهمة غير متوفرة
cs: Chyba: Data úkolů nejsou k dispozici
da: Fejl: Opgave data utilgængelige
de: Fehler: Aufgabendaten nicht verfügbar
el: Σφάλμα: Μη διαθέσιμα δεδομένα εργασίας
es: Error: Datos de la tarea no disponibles
fi: Virhe: Tehtävän tiedot eivät ole käytettävissä
fr: Erreur: Données de la tâche indisponibles
it: Errore: dati attività non disponibili
ja: エラー：タスクデータが利用できません
nl: Fout: Taak gegevens niet beschikbaar
no: Feil: Oppgavedata er ikke tilgjengelige
pl: Błąd: Dane zadania niedostępne
pt: Erro: Dados da tarefa indisponíveis
ro: Eroare: date de sarcină indisponibile
ru: Ошибка: Данные задачи недоступны
sv: Fel: Uppgiftsdata ej tillgänglig
uk: Помилка: Дані задачі недоступні
