Repository: THR3ATB3AR/fit_flutter_fluent
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk

source: Select download options
ar: حدد خيارات التحميل
cs: Vyberte možnosti stahování
da: Vælg download-muligheder
de: Download-Optionen auswählen
el: Επιλέξτε επιλογές λήψης
es: Seleccionar opciones de descarga
fi: Valitse latausasetukset
fr: Sélectionnez les options de téléchargement
it: Selezionare le opzioni di download
ja: ダウンロードオプションを選択
nl: Downloadopties selecteren
no: Velg alternativer for nedlasting
pl: Wybierz opcje pobierania
pt: Selecionar opções de download
ro: Selectați opțiunile de descărcare
ru: Выберите параметры загрузки
uk: Виберіть параметри завантаження

source: Download Method:
ar: طريقة التنزيل:
cs: Metoda stahování:
da: Download Metode:
de: Downloadmethode:
el: Μέθοδος Λήψης:
es: Método de descarga:
fi: Lataustapa:
fr: Méthode de téléchargement :
it: Metodo Di download:
ja: ダウンロード方法:
nl: Download methode:
no: Metode for nedlasting:
pl: Metoda pobierania:
pt: Método de Download:
ro: Metoda de descărcare:
ru: Метод загрузки:
uk: Метод завантаження:

source: Select method
ar: حدد طريقة
cs: Vyberte metodu
da: Vælg metode
de: Methode auswählen
el: Επιλογή μεθόδου
es: Seleccionar método
fi: Valitse menetelmä
fr: Sélectionnez une méthode
it: Seleziona metodo
nl: Selecteer methode
no: Velg metode
pl: Wybierz metodę
pt: Selecionar método
ro: Selectează metoda
ru: Выберите метод
uk: Виберіть спосіб

source: Mirror:
ar: مرآة
cs: Zrcadlo:
da: Spejl:
de: Spiegel:
el: Καθρέφτης:
fi: Peili:
fr: Miroir :
it: Specchio:
ja: ミラー:
nl: Spiegel:
no: Speilvend:
pl: Lustra:
pt: Espelho:
ro: Oglindire:
ru: Зеркал:
uk: Дзеркало:

source: Select mirror
ar: اختر مرآة
cs: Vybrat zrcadlo
da: Vælg spejl
de: Spiegel auswählen
el: Επιλογή καθρέφτη
es: Seleccionar espejo
fi: Valitse peili
fr: Sélectionner le miroir
it: Seleziona specchio
ja: ミラーを選択
nl: Selecteer spiegel
no: Velg speil
pl: Wybierz lustro
pt: Selecionar espelho
ro: Selectați oglinda
ru: Выбрать зеркало
uk: Вибрати дзеркало

source: Download Location:
ar: موقع التحميل:
cs: Umístění stahování:
da: Download Placering:
de: Downloadort:
el: Τοποθεσία Λήψης:
es: Ubicación de descarga:
fi: Lataa Sijainti:
fr: Lieu de téléchargement :
it: Posizione Di Download:
ja: ダウンロード場所:
nl: Download locatie:
no: Last ned plassering:
pl: Ścieżka pobierania:
pt: Local do Download:
ro: Locaţie de descărcare:
ru: Место загрузки:
uk: Адреса завантаження:

source: Enter download location or browse
ar: أدخل موقع التحميل أو تصفح
cs: Zadejte umístění ke stažení nebo procházejte
da: Indtast download-placering eller gennemse
de: Download-Verzeichnis eingeben oder suchen
el: Εισάγετε τοποθεσία λήψης ή περιηγηθείτε
es: Introduce la ubicación de descarga o navega
fi: Syötä lataussijainti tai selaa
fr: Entrez l'emplacement de téléchargement ou parcourez
it: Inserisci la posizione del download o sfoglia
ja: ダウンロード先を入力するか、参照してください
nl: Voer downloadlocatie in of blader
no: Angi nedlastingssted eller bla gjennom
pl: Wprowadź ścieżkę pobierania lub przeglądaj
pt: Digite o local de download ou navegue
ro: Introduceți locația descărcării sau navigați
ru: Введите местоположение загрузки или просмотр
uk: Введіть розташування для завантаження або виберіть інше місце розташування

source: Download Location Empty
ar: موقع التحميل فارغ
cs: Poloha stahování je prázdná
da: Download Placering Tom
de: Download-Verzeichnis leer
el: Κενή Τοποθεσία Λήψης
es: Ubicación de descarga vacía
fi: Lataa Sijainti Tyhjä
fr: Emplacement de téléchargement vide
it: Scarica Posizione Vuota
ja: ダウンロード場所が空です
nl: Downloadlocatie is leeg
no: Nedlastingsplasseringen er tom
pl: Pusta ścieżka pobierania
pt: Local de Download Vazio
ro: Locaţia de descărcare goală
ru: Местоположение загрузки не указано
uk: Папка для завантаження порожня

source: Please select or enter a download location.
ar: الرجاء تحديد أو إدخال موقع التنزيل.
cs: Vyberte prosím nebo zadejte umístění ke stažení.
da: Vælg eller indtast en download-placering.
de: Bitte wählen Sie oder geben Sie einen Download-Ort ein.
el: Παρακαλώ επιλέξτε ή εισάγετε μια τοποθεσία λήψης.
es: Por favor, seleccione o introduzca una ubicación de descarga.
fi: Valitse tai kirjoita latauspaikka.
fr: Veuillez sélectionner ou entrer un emplacement de téléchargement.
it: Seleziona o inserisci una posizione di download.
ja: ダウンロード先を選択するか入力してください。
nl: Selecteer of voer een downloadlocatie in.
no: Velg eller skriv inn et nedlastingssted.
pl: Wybierz lub wprowadź ścieżkę pobierania.
pt: Por favor, selecione ou insira um local de download.
ro: Vă rugăm să selectaţi sau să introduceţi un loc de descărcare.
ru: Пожалуйста, выберите или введите место загрузки.
uk: Будь ласка, виберіть або введіть місце завантаження.

source: Selection Incomplete
ar: الاختيار غير مكتمل
cs: Výběr nedokončen
da: Markering Ufuldstændig
de: Auswahl unvollständig
el: Επιλογή Ελλιπής
es: Selección incompleta
fi: Valinta Epätäydellinen
fr: Sélection incomplète
it: Selezione Incompleta
ja: 選択が未完了
nl: Selectie onvolledig
no: Utvalg ufullstendig
pl: Wybór niekompletny
pt: Seleção incompleta
ro: Selecţie incompletă
ru: Выделение незавершено
uk: Не завершено виділення

source: Please select a download method and a mirror.
ar: الرجاء تحديد طريقة تحميل ومرآة.
cs: Vyberte prosím metodu stahování a zrcadlo.
da: Vælg venligst en downloadmetode og et filspejl.
de: Bitte wählen Sie eine Downloadmethode und einen Mirror.
el: Παρακαλώ επιλέξτε μια μέθοδο λήψης και έναν καθρέφτη.
es: Por favor, seleccione un método de descarga y un espejo.
fi: Ole hyvä ja valitse latausmenetelmä ja peili.
fr: Veuillez sélectionner une méthode de téléchargement et un miroir.
it: Seleziona un metodo di download e uno mirror.
ja: ダウンロード方法とミラーを選択してください。
nl: Selecteer een downloadmethode en een mirror.
no: Vennligst velg en nedlastingsmetode og et speil.
pl: Wybierz metodę pobierania i kopię lustrzaną.
pt: Por favor, selecione um método de download e um espelho.
ro: Vă rugăm să selectaţi o metodă de descărcare şi o oglindă.
ru: Пожалуйста, выберите метод загрузки и зеркало.
uk: Будь ласка, виберіть метод завантаження і дзеркало.

source: Next
ar: التالي
cs: Další
da: Næste
de: Nächste
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
it: Successivo
ja: 次へ
nl: Volgende
no: Neste
pl: Następny
pt: Próximo
ro: Următoarea
ru: Следующий
uk: Уперед

source: Download
ar: تنزيل
cs: Stáhnout
da: Hent
el: Λήψη
es: Descargar
fi: Lataa
fr: Télécharger
it: Scarica
ja: ダウンロード
nl: downloaden
no: Nedlasting
pl: Pobierz
pt: BAIXAR
ro: Descărcare
ru: Скачать
uk: Звантажити

source: Download complete!
ar: اكتمل التنزيل!
cs: Stahování dokončeno!
da: Download fuldført!
de: Download abgeschlossen!
el: Η λήψη ολοκληρώθηκε!
es: ¡Descarga completada!
fi: Lataus valmis!
fr: Téléchargement terminé !
it: Download completato!
ja: ダウンロード完了！
nl: Download voltooid!
no: Nedlasting fullført!
pl: Pobieranie zakończone!
pt: Download concluído!
ro: Descărcare completă!
ru: Загрузка завершена!
uk: Завантаження завершено!

source: Download pending...
ar: تنزيل معلق...
cs: Probíhá stahování...
da: Download afventende...
de: Download ausstehend...
el: Λήψη σε εκκρεμότητα...
es: Descargar pendiente...
fi: Lataa odottava...
fr: Téléchargement en attente...
it: Download in attesa...
ja: ダウンロード保留中...
nl: Download in behandeling...
no: Nedlasting venter...
pl: Pobieranie w toku...
pt: Download pendente...
ro: Descărcare în aşteptare...
ru: Идёт загрузка...
uk: Завантажити в очікування...

source: Genres
pl: Gatunki

source: Company
ar: الشركة
cs: Článek 2
da: Virksomhed
de: Firma
el: Εταιρεία
es: Empresa
fi: Yritys
fr: Entreprise
it: Società
ja: 会社名
nl: Bedrijfsnaam
no: Firma
pl: Producent
pt: Empresas
ro: Companie
ru: Компания
uk: Організація

source: Language
ar: اللغة
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
it: Lingua
ja: 言語
nl: Taal
no: Språk
pl: Język
pt: IDIOMA
ro: Limba
ru: Язык
uk: Мова:

source: Original Size
ar: الحجم الأصلي
cs: Původní velikost
da: Oprindelig Størrelse
de: Originalgröße
el: Αρχικό Μέγεθος
es: Tamaño original
fi: Alkuperäinen Koko
fr: Taille originale
it: Dimensione Originale
ja: 元のサイズ
nl: Oorspronkelijke grootte
no: Opprinnelig størrelse
pl: Oryginalny rozmiar
pt: Tamanho Original
ro: Dimensiune originală
ru: Исходный размер
uk: Оригінальний розмір

source: Repack Size
ar: حجم الحزمة
cs: Velikost repozitáře
da: Repack Størrelse
de: Größe neu packen
el: Μέγεθος Επαναπακέτου
es: Tamaño del paquete
fi: Repackin Koko
fr: Taille du Repack
it: Dimensione Repack
ja: 返品サイズ
nl: Herhaling grootte
no: Repakk størrelse
pl: Rozmiar Repacka
pt: Tamanho da embalagem
ro: Dimensiunea reîmpachetării
ru: Размер обновления
uk: Перевизначити розмір

source: Repack Information
ar: حزمة المعلومات
cs: Informace o repozitáři
de: Repack Informationen
el: Πληροφορίες Repack
es: Información de Repetir
fr: Informations sur le Repack
it: Informazioni Repack
ja: 返品情報
nl: Herhaling Informatie
no: Reparer informasjon
pl: Informacje o Repacku
pt: Informações de recompactação
ro: Informații despre Repack
ru: Перезабрать информацию
uk: Передача інформації

# screenshotsTitle
source: Screenshots ({count})
ar: {count, plural, zero{لقطات شاشة} one{لقطة شاشة} other{لقطات شاشة}} ({count})
cs: Snímky obrazovky ({count})
de: {count, plural, zero{Screenshots} one{Screenshot} other{Screenshots}} ({count})
es: {count, plural, zero{Capturas de pantalla} one{Captura de pantalla} other{Capturas de pantalla}} ({count})
fi: Kuvakaappaukset ({count})
fr: {count, plural, zero{Des captures d'écran} one{une capture d'écran} other{Des captures d'écran}} ({count})
nl: {count, plural, zero{Screenshots} one{screenshot} other{Screenshots}} ({count})
no: Skjermbilder ({count})
pl: Zrzuty ekranu ({count})
pt: Capturas de tela ({count})
ru: Скриншоты ({count})
uk: {count, plural, zero{Скріншоти} one{Скріншот} other{Скріншот}} ({count})

source: Error loading image
ar: خطأ في تحميل الصورة
cs: Chyba při načítání obrázku
da: Fejl under indlæsning af billede
de: Fehler beim Laden des Bildes
el: Σφάλμα φόρτωσης εικόνας
es: Error al cargar la imagen
fi: Virhe ladattaessa kuvaa
fr: Erreur lors du chargement de l'image
it: Errore nel caricamento dell'immagine
ja: 画像の読み込みに失敗しました
nl: Fout bij laden afbeelding
no: Feil ved lasting av bilde
pl: Błąd ładowania obrazu
pt: Erro ao carregar imagem
ro: Eroare la încărcarea imaginii
ru: Ошибка загрузки изображения
uk: Помилка при завантаженні зображення

source: No screenshots available.
ar: لا توجد لقطات شاشة متوفرة.
cs: Žádné snímky obrazovky nejsou k dispozici.
da: Ingen screenshots tilgængelige.
de: Keine Screenshots verfügbar.
el: Δεν υπάρχουν διαθέσιμα στιγμιότυπα οθόνης.
es: No hay pantallas disponibles.
fi: Kuvakaappauksia ei ole saatavilla.
fr: Aucune capture d'écran disponible.
it: Nessuna schermata disponibile.
ja: スクリーンショットはありません。
nl: Geen schermafbeeldingen beschikbaar.
no: Ingen skjermbilder tilgjengelig.
pl: Brak dostępnych zrzutów ekranu.
pt: Nenhuma captura de tela disponível.
ro: Nici o captură de ecran disponibilă.
ru: Скриншоты недоступны.
uk: Немає доступних знятків.

source: No genres available
ar: لا توجد أنواع متاحة
cs: Žádné žánry nejsou k dispozici
da: Ingen genrer tilgængelige
de: Keine Genres verfügbar
el: Δεν υπάρχουν διαθέσιμα είδη
es: Ningún género disponible
fi: Lajityyppejä ei saatavilla
fr: Aucun genre disponible
it: Nessun genere disponibile
ja: 利用可能なジャンルがありません
nl: Geen genres beschikbaar
no: Ingen sjangre tilgjengelig
pl: Brak dostępnych gatunków
pt: Nenhum gênero disponível
ro: Niciun gen disponibil
ru: Нет доступных жанров

source: Clear
ar: مسح
cs: Vyčistit
da: Ryd
de: Leeren
el: Εκκαθάριση
es: Claro
fi: Tyhjennä
fr: Nettoyer
it: Pulisci
ja: クリア
nl: Verwijderen
no: Tøm
pl: Wyczyść
pt: Limpar
ro: Curăță
ru: Очистить

source: Filter by Genre
ar: تصفية حسب النوع
cs: Filtrovat podle žánru
da: Filtrer efter genre
de: Nach Genre filtern
el: Φιλτράρισμα ανά είδος
es: Filtrar por género
fi: Suodata lajin mukaan
fr: Filtrer par genre
it: Filtra per genere
ja: ジャンルでフィルター
nl: Filteren op genre
no: Filtrer etter Sjanger
pl: Filtruj według gatunku
pt: Filtrar por gênero
ro: Filtrare după gen
ru: Фильтр по жанру

source: Filter
ar: تصفية
cs: Filtr
da: Filtrer
de: Filtern
el: Φίλτρο
es: Filtro
fi: Suodatin
fr: Filtre
it: Filtro
ja: フィルター
nl: Filteren
no: Filtrer
pl: Filtruj
pt: filtro
ro: Filtrare
ru: Фильтр

source: GOG Library
cs: Knihovna GOG
fi: Ggg Kirjasto
no: GOG Bibliotek
pl: Biblioteka GOG
pt: Biblioteca de GOG
ru: Библиотека GOG

source: Sync GOG Library
cs: Synchronizovat knihovnu GOG
fi: Synkronoi Gig-kirjasto
no: Synkroniser GOG bibliotek
pl: Synchronizuj bibliotekę GOG
pt: Sincronizar Biblioteca GOG
ru: Синхронизировать GOG библиотеку

# startingGogSync
source: Starting GOG library sync...
cs: Spouštění synchronizace knihovny GOG...
fi: Käynnistetään GOG-kirjaston synkronointi...
no: Starter GOG-bibliotekets synkronisering...
pl: Uruchamianie synchronizacji biblioteki GOG...
pt: Iniciando sincronização de biblioteca GOG...
ru: Запуск синхронизации с GOG...

source: Fetching GOG games...
cs: Načítání her v GOG...
fi: Haetaan GOG-pelejä...
no: Henter GOG-spill...
pl: Pozyskiwanie gier GOG...
pt: Buscando jogos GOG...
ru: Получение GOG игр...

# fetchingGogGameDetails
source: Fetching details for GOG game {current} of {total}...
cs: Načítání podrobností pro hru GŘ {current} z {total}...
no: Henter detaljer for GOG spill {current} av {total}...
pl: Pozyskiwanie szczegółów gry GOG {current} dla {total}...
pt: Buscando detalhes para o jogo de GOG {current} de {total}...
ru: Получение деталей для GOG игры {current} из {total}...

# gogLibrarySynchronized
source: GOG library has been successfully synchronized.
cs: Knihovna GOG byla úspěšně synchronizována.
fi: GOG-kirjasto on onnistuneesti synkronoitu.
no: Biblioteket har blitt synkronisert.
pl: Biblioteka GOG została pomyślnie zsynchronizowana.
pt: Biblioteca GOG foi sincronizada com sucesso.
ru: Библиотека GOG успешно синхронизирована.

# failedToSyncGogLibrary
source: Failed to synchronize GOG library: {error}
cs: Synchronizace GOG knihovny se nezdařila: {error}
fi: GOG-kirjaston synkronointi epäonnistui: {error}
no: Kan ikke synkronisere GOG bibliotek: {error}
pl: Nie udało się zsynchronizować biblioteki GOG: {error}
pt: Falha ao sincronizar a biblioteca GOG: {error}
ru: Не удалось синхронизировать GOG библиотеку: {error}

# noGogGamesFoundInLibrary
source: No GOG games found in the library. Try syncing to fetch them.
cs: V knihovně nebyly nalezeny žádné hry GOG. Zkuste je synchronizovat.
fi: Kirjastosta ei löytynyt GOG-pelejä. Yritä synkronoida noutaaksesi ne.
no: Ingen GOG-spill funnet i biblioteket. Prøv å synkronisere for å hente dem.
pl: Nie znaleziono gier GOG w bibliotece. Spróbuj zsynchronizować, aby je pobrać.
pt: Nenhum jogo GOG encontrado na biblioteca. Tente sincronizar para obtê-los.
ru: В библиотеке не найдено GOG игр. Попробуйте синхронизировать, чтобы получить их.

# noGogGamesFoundMatchingSearch
source: No GOG games found matching your search and filter criteria.
cs: Nebyly nalezeny žádné hry vyhovující vašemu hledání a filtraci.
fi: Hakusi ja suodatuskriteerejäsi vastaavia GOG-pelejä ei löytynyt.
no: Ingen GOG-spill funnet som samsvarer med søke- og filterkriteriene.
pl: Nie znaleziono gier GOG spełniających kryteria wyszukiwania i filtrowania.
pt: Nenhum jogo GOG encontrado correspondente à sua pesquisa e critérios de filtro.
ru: Не найдено GOG игр, соответствующих критериям поиска.

source: GOG Game Details
cs: Podrobnosti hry v GOG
fi: Ggg- Pelin Tiedot
no: GOG spilldetaljer
pl: Szczegóły gry GOG
pt: Detalhes do Jogo GOG
ru: Подробности игры GOG

source: User Rating
cs: Hodnocení uživatele
fi: Käyttäjän Arvostelu
no: Bruker Vurdering
pl: Oceny użytkowników
pt: Avaliação do usuário
ru: Рейтинг пользователя

source: Download Size
cs: Velikost stahování
fi: Lataa Koko
no: Nedlasting Størrelse
pl: Rozmiar pobierania
pt: Tamanho do download
ru: Размер загрузки

source: Last Update
cs: Poslední aktualizace
fi: Viimeisin Päivitys
no: Siste oppdatering
pl: Ostatnia aktualizacja
pt: Última atualização
ru: Последнее обновление

source: Developer
cs: Vývojář
fi: Kehittäjä
no: Utvikler
pl: Deweloper
pt: Desenvolvedores
ru: Разработчик

source: Only torrents are working for now.
cs: Pro tuto chvíli pracují pouze torrenty.
fi: Vain torrentit toimivat toistaiseksi.
no: Kun torrenter jobber for øyeblikket.
pl: Na razie działają tylko torrenty.
pt: Apenas torrents estão trabalhando por enquanto.
ru: Сейчас работают только торренты.

source: System
ar: النظام
cs: Systém
el: Σύστημα
es: Sistema
fi: Järjestelmä
fr: Système
it: Sistema
ja: システム
nl: Systeem
no: Systemadministrasjon
pt: SISTEMA
ro: Sistem
ru: Система
uk: Система

source: OK
ar: حسناً
pt: Certo
ru: ОК
uk: Гаразд

source: Could not find download links
pt: Não foi possível encontrar os links de download
