Repository: THR3ATB3AR/fit_flutter_fluent
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk

source: Unknown File
ar: ملف غير معروف
cs: Neznámý soubor
da: Ukendt Fil
de: Unbekannte Datei
el: Άγνωστο Αρχείο
es: Archivo desconocido
fi: Tuntematon Tiedosto
fr: Fichier inconnu
it: File Sconosciuto
ja: 不明なファイル
nl: Onbekend bestand
no: Ukjent fil
pl: Nieznany plik
pt: Arquivo Desconhecido
ro: Fișier necunoscut
ru: Неизвестный файл
sv: Okänd fil
uk: Невідомий файл

source: Yes, Cancel Group
ar: نعم، إلغاء المجموعة
cs: Ano, zrušit skupinu
da: Ja, Annuller Gruppe
de: Ja, Gruppe abbrechen
el: Ναι, Ακύρωση Ομάδας
es: Sí, Cancelar Grupo
fi: Kyllä, Peruuta Ryhmä
fr: Oui, annuler le groupe
it: Sì, Annulla Gruppo
ja: はい、グループをキャンセルします
nl: Ja, annuleer groep
no: Ja, avbryt gruppe
pl: Tak, Anuluj grupę
pt: Sim, Cancelar Grupo
ro: Da, anulează grupul
ru: Да, отменить группу
sv: Ja, Annullera grupp
uk: Так, скасувати групу

source: No
ar: لا
cs: Ne
da: Nej
de: Nein
el: Όχι
es: Nu
fi: Ei
fr: Non
ja: いいえ
nl: Neen
no: Nei
pl: Nie
pt: Não
ro: Nr
ru: Нет
sv: Nej
uk: Ні

source: Repack Library
ar: حزمة المكتبة
cs: Knihovna repozitářů
da: Repack Bibliotek
de: Bibliothek neu packen
el: Επαναφόρτιση Βιβλιοθήκης
es: Repetir biblioteca
fi: Pakkaa Kirjasto
fr: Bibliothèque de Repack
it: Libreria Repack
ja: リパックライブラリ
nl: Bibliotheek hernemen
no: Reparer bibliotek
pl: Biblioteka Repacków
pt: Biblioteca de Recompactar
ro: Reîmpachetează biblioteca
ru: Перезабрать библиотеку
sv: Återuppta bibliotek
uk: Перепакувати бібліотеку

source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Confirgurações
ro: Setări
ru: Настройки
sv: Inställningar
uk: Налаштування

source: Unknown
ar: غير معروف
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
ja: 不明
nl: onbekend
no: Ukjent
pl: Nieznane
pt: Desconhecido
ro: Necunoscut
ru: Неизвестен
sv: Okänd
uk: Не вказано

source: No release notes available.
ar: لا توجد ملاحظات الإصدار المتاحة.
cs: Nejsou k dispozici žádné poznámky k vydání.
da: Ingen udgivelsesnoter tilgængelige.
de: Keine Versionshinweise verfügbar.
el: Μη διαθέσιμες σημειώσεις έκδοσης.
es: No hay notas de publicación disponibles.
fi: Julkaisutietoja ei ole saatavilla.
fr: Aucune note de publication disponible.
it: Nessuna nota di rilascio disponibile.
ja: 利用可能なリリースノートはありません。
nl: Geen release notities beschikbaar.
no: Ingen utgivelsesnotater tilgjengelig.
pl: Brak dostępnych informacji o wydaniu.
pt: Nenhuma nota de versão disponível.
ro: Nu există note de lansare disponibile.
ru: Заметки о выпуске отсутствуют.
sv: Inga versionsfakta tillgängliga.
uk: Немає доступних нотаток до випуску.

source: Search
ar: البحث
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Etsi
fr: Chercher
it: Cerca
ja: 検索
nl: Zoeken
no: Søk
pl: Szukaj
pt: Pesquisa
ro: Caută
ru: Искать
sv: Sök
uk: Пошук

# updateAvailable
source: Update Available: {version}
ar: تحديث متوفر: {version}
cs: Aktualizace k dispozici: {version}
da: Opdatering Tilgængelig: {version}
de: Update verfügbar: {version}
el: Διαθέσιμη Ενημέρωση: {version}
es: Actualización disponible: {version}
fi: Päivitä Saatavilla: {version}
fr: Mise à jour disponible: {version}
it: Aggiornamento Disponibile: {version}
ja: 利用可能なアップデート: {version}
nl: Update beschikbaar: {version}
no: Oppdatering tilgjengelig: {version}
pl: Dostępna aktualizacja: {version}
pt: Atualização Disponível: {version}
ro: Actualizare disponibilă: {version}
ru: Доступно обновлений: {version}
sv: Uppdatering tillgänglig: {version}
uk: Оновлення доступне: {version}

source: A new version of FitFlutter is available.
ar: يتوفر إصدار جديد من FitFlutter
cs: Je k dispozici nová verze FitFlutter.
da: En ny version af FitFlutter er tilgængelig.
de: Eine neue Version von FitFlutter ist verfügbar.
el: Μια νέα έκδοση του FitFlutter είναι διαθέσιμη.
es: Una nueva versión de FitFlutter está disponible.
fi: FitFlutterin uusi versio on saatavilla.
fr: Une nouvelle version de FitFlutter est disponible.
it: È disponibile una nuova versione di FitFlutter.
ja: FitFlutterの新しいバージョンが利用可能です。
nl: Er is een nieuwe versie van FitFlutter beschikbaar.
no: En ny versjon av FitFlutter er tilgjengelig.
pl: Dostępna jest nowa wersja FitFlutter.
pt: Está disponível uma nova versão do FitFlutter.
ro: O nouă versiune de FitFlutter este disponibilă.
ru: Доступна новая версия FitFlutter.
sv: En ny version av FitFlutter finns tillgänglig.
uk: Доступна нова версія FitFluttert.

source: View Release Notes
ar: عرض ملاحظات الإصدار
cs: Zobrazit poznámky k vydání
da: Vis Udgivelsesnoter
de: Versionshinweise anzeigen
el: Προβολή Σημειώσεων Έκδοσης
es: Ver notas de lanzamiento
fi: Näytä Julkaisutiedot
fr: Voir les notes de publication
it: Visualizza Note Di Rilascio
ja: リリースノートを表示
nl: Uitgaveopmerkingen bekijken
no: Se utgivelsesnotater
pl: Zobacz informacje o wydaniu
pt: Ver notas de versão
ro: Vezi notele de lansare
ru: Просмотреть примечания к выпуску
sv: Visa versionsfakta
uk: Переглянути примітки до випуску

source: Release Page
ar: صفحة الإصدار
cs: Stránka vydání
da: Udgivelsesside
de: Release-Seite
el: Σελίδα Κυκλοφορίας
es: Publicar página
fi: Julkaisu Sivu
fr: Page de publication
it: Pagina Di Rilascio
ja: 公開ページ
nl: Pagina vrijgeven
no: Utgivelsesside
pl: Strona wydania
pt: Página de Lançamento
ro: Pagina de lansare
ru: Страница релиза
sv: Släpp sida
uk: Сторінка випуску

source: Later
ar: لاحقاً
cs: Později
da: Senere
de: Später
el: Αργότερα
es: Más tarde
fi: Myöhemmin
fr: Plus tard
it: Dopo
ja: 後で
no: Senere
pl: Później
pt: Mais tarde
ro: Mai târziu
ru: Позже
sv: Senare
uk: Пізніше

source: Upgrade
ar: ترقية
cs: Vylepšit
da: Opgradér
el: Αναβάθμιση
es: Mejorar
fi: Päivitä
fr: Mise à jour
it: Aggiorna
ja: アップグレードする
nl: Upgraden
no: Oppgrader
pl: Aktualizuj
pt: PRO
ro: Actualizează
ru: Улучшить
sv: Uppgradera
uk: Апґрейд

source: Downloads in Progress
ar: التحميلات قيد التقدم
cs: Probíhá stahování
da: Download i gang
de: Downloads in Bearbeitung
el: Λήψεις σε εξέλιξη
es: Descargas en curso
fi: Lataukset käynnissä
fr: Téléchargements en cours
it: Download in corso
ja: ダウンロード中
nl: Bezig met downloaden
no: Nedlastinger i gang
pl: Pobieranie w toku
pt: Downloads em andamento
ro: Descărcări în curs
ru: Идёт загрузка
sv: Nedladdningar pågår
uk: Триває завантаження

source: Closing the application will cancel all active downloads.
ar: إغلاق التطبيق سيلغي جميع التنزيلات النشطة.
cs: Uzavření aplikace zruší všechna aktivní stahování.
da: Lukning af programmet annullerer alle aktive downloads.
de: Beim Schließen der Anwendung werden alle aktiven Downloads abgebrochen.
el: Κλείσιμο της εφαρμογής θα ακυρώσει όλες τις ενεργές λήψεις.
es: Al cerrar la aplicación se cancelarán todas las descargas activas.
fi: Sovelluksen sulkeminen peruuttaa kaikki aktiiviset lataukset.
fr: La fermeture de l'application annulera tous les téléchargements en cours.
it: Chiudere l'applicazione annullerà tutti i download attivi.
ja: アプリケーションを閉じると、すべてのアクティブなダウンロードがキャンセルされます。
nl: Sluiten van de applicatie zal alle actieve downloads annuleren.
no: Om du lukker programmet, vil alle aktive nedlastinger bli slettet.
pl: Zamknięcie aplikacji spowoduje anulowanie wszystkich aktywnych pobierań.
pt: Fechar o aplicativo irá cancelar todos os downloads ativos.
ro: Închiderea aplicației va anula toate descărcările active.
ru: Закрытие приложения отменит все активные загрузки.
sv: Avslutande av ansökan kommer att avbryta alla aktiva nedladdningar.
uk: Закриття програми скасує всі активні завантаження.

source: Are you sure you want to close?
ar: هل أنت متأكد من رغبتك في الإغلاق؟
cs: Opravdu chcete zavřít?
da: Er du sikker på, at du vil lukke?
de: Sind Sie sicher, dass Sie schließen möchten?
el: Είστε βέβαιοι ότι θέλετε να κλείσετε?
es: ¿Estás seguro de que quieres cerrar?
fi: Oletko varma, että haluat sulkea?
fr: Êtes-vous sûr de vouloir fermer?
it: Sei sicuro di voler chiudere?
ja: 本当に閉じますか？
nl: Weet je zeker dat je wilt afsluiten?
no: Er du sikker på at du vil avslutte?
pl: Czy na pewno chcesz zamknąć?
pt: Tem certeza de que deseja fechar?
ro: Sunteţi sigur că doriţi să închideţi?
ru: Вы уверены, что хотите закрыть?
sv: Är du säker på att du vill stänga?
uk: Ви впевнені, що хочете закрити?

source: Yes, Close & Cancel
ar: نعم، أغلق وألغي
cs: Ano, zavřít a zrušit
da: Ja, Luk & Annullér
de: Ja, schließen & abbrechen
el: Ναι, Κλείσιμο & Ακύρωση
es: Sí, Cerrar y Cancelar
fi: Kyllä, Sulje & Peruuta
fr: Oui, fermer et annuler
it: Sì, Chiudi E Annulla
ja: 閉じてキャンセルする
nl: Ja, sluiten en annuleren
no: Ja, lukk og Avbryt
pl: Tak, Zamknij i Anuluj
pt: Sim, Fechar e Cancelar
ro: Da, închide și anulează
ru: Да, закрыть и отменить
sv: Ja, Stäng & Avbryt
uk: Так, Закрити та скасувати

source: User chose to close; cancelling downloads.
ar: اختار المستخدم الإغلاق؛ إلغاء التنزيلات.
cs: Uživatel se rozhodl zavřít; ruší stahování.
da: Bruger valgte at lukke; annullerer downloads.
de: Benutzer hat das Schließen gewählt; Downloads werden abgebrochen.
el: Ο χρήστης επέλεξε να κλείσει· ακύρωση λήψεων.
es: El usuario eligió cerrar; cancelando descargas.
fi: Käyttäjä päätti sulkea; peruutetaan lataukset.
fr: L'utilisateur a choisi de fermer; annulation des téléchargements.
it: L'utente ha scelto di chiudere; annullare i download.
ja: ユーザーが閉じることを選択しました; ダウンロードをキャンセルします。
nl: Gebruiker gekozen om te sluiten; download wordt geannuleerd.
no: Bruker velger å lukke, kansellere nedlastinger.
pl: Użytkownik zdecydował się zamknąć; anulowanie pobierania.
pt: Usuário escolheu fechar; cancelando downloads.
ro: Utilizatorul a ales să închidă; anularea descărcărilor.
ru: Пользователь выбрал закрытие; отмена загрузки.
sv: Användaren valde att stänga; avbryter nedladdningar.
uk: Користувач закривається; скасування завантажень.

source: Keep Downloading
ar: مواصلة التحميل
cs: Pokračovat v stahování
da: Fortsæt Downloading
de: Download fortsetzen
el: Διατήρηση Λήψης
es: Sigue descargando
fi: Jatka Lataamista
fr: En cours de téléchargement
it: Continua A Scaricamento
ja: ダウンロードを続ける
nl: Blijf downloaden
no: Fortsett å laste ned
pl: Kontynuuj pobieranie
pt: Continuar Baixando
ro: Descărcare în continuare
ru: Продолжить загрузку
sv: Fortsätt ladda ner
uk: Продовжити завантаження

source: Starting library sync...
ar: بدء مزامنة المكتبة...
cs: Spouštění synchronizace knihovny...
da: Starter biblioteks synkronisering...
de: Starte Bibliotheks-Sync...
el: Έναρξη συγχρονισμού βιβλιοθήκης...
es: Iniciando la sincronización de la biblioteca...
fi: Käynnistetään kirjaston synkronointi...
fr: Démarrage de la synchronisation de la bibliothèque...
it: Avvio sincronizzazione libreria...
ja: ライブラリの同期を開始しています...
nl: Bibliotheeksynchronisatie wordt gestart...
no: Starter bibliotekets synkronisering...
pl: Uruchamianie synchronizacji biblioteki...
pt: Iniciando sincronização de biblioteca...
ro: Pornire sincronizare bibliotecă...
ru: Запуск синхронизации библиотеки...
sv: Startar bibliotekets synkronisering...
uk: Запуск синхронізації бібліотеки...

source: Fetching all repack names...
ar: جلب جميع أسماء الحزمة...
cs: Načítání všech jmen reppacků...
da: Henter alle repacknavne...
de: Rufe alle Repacknamen ab...
el: Λήψη όλων των ονομάτων επανασυσκευασίας...
es: Obteniendo todos los nombres del repaquete...
fi: Haetaan kaikkia repack-nimiä...
fr: Récupération de tous les noms des réparations...
it: Recupero di tutti i nomi del repack...
ja: すべてのリポジトリ名を取得しています...
nl: Alle repack namen ophalen...
no: Henter navn på alle repakker...
pl: Pobieranie wszystkich nazw repacków...
pt: Buscando todos os nomes dos repacks...
ro: Preluarea tuturor numelor de reîmpachetare...
ru: Получение всех имен обновлений...
sv: Hämtar alla namn på repack...
uk: Отримання всіх імен ремонту...

# fetchingNamesPages
source: Fetching names: {page} of {totalPages} {totalPages, plural, one{page} other{pages}}
ar: جلب الأسماء: {page} من {totalPages} {page, plural, one{صفحة} other{صفحات}}
cs: Načítám jména: {page} z {totalPages} {page, plural, one{stránka} other{stránky}}
da: Henter navne: {page} af {totalPages} {page, plural, one{side} other{sider}}
de: Lade Namen: {page} von {totalPages} {page, plural, one{Seite} other{Seiten}}
el: Λήψη ονομάτων: {page} από {totalPages} {page, plural, one{σελίδα} other{σελίδες}}
es: Recuperando nombres: {page} of {totalPages} {page, plural, one{Página} other{páginas}}
fr: Récupération des noms : {page} de {totalPages} {page, plural, one{page} other{pages}}
it: Recupero nomi: {page} di {totalPages} {page, plural, one{pagina} other{pagine}}
ja: 名前を取得中: {page} of {totalPages} {page, plural, one{page} other{page}}
nl: Namen ophalen: {page} van {totalPages} {page, plural, one{pagina} other{pagina's}}
no: Henter navn: {page} av {totalPages} {page, plural, one{Side} other{sider}}
pl: Pobieranie nazw: Strona {page} z {totalPages} {totalPages, plural, one{strony} few{stron} other{stron}}
pt: Buscando nomes: {page} de {totalPages} {page, plural, one{Página} other{páginas}}
ro: Preluare nume: {page} de {totalPages} {page, plural, one{pagina} other{paginile}}
ru: Получение названий: {page} из {totalPages} {page, plural, one{страница} other{страницы}}
sv: Hämtar namn: {page} av {totalPages} {page, plural, one{sida} other{sidor}}
uk: Завантажується імена: {page} of {totalPages} {page, plural, one{сторінка} other{Сторінки}}

source: Scraping missing repack details...
ar: تخطي تفاصيل الحزمة المفقودة...
cs: Scrapuji chybějící detaily reppacku...
da: Ombryder manglende repack detaljer...
de: Verschrotten fehlender Repackdetails...
el: Απόκλιση λείπει repack λεπτομέρειες...
es: Raspando los detalles del repaquete...
fi: Puretaan puuttuvia repack-tietoja...
fr: Il manque des détails sur les réparations...
it: Scraping mancanti rimpacco dettagli...
ja: 不足しているリポジトリの詳細をスクラップしています...
nl: Ontbrekende repack details scrapen...
no: Scraping manglende repack detaljer...
pl: Pozyskiwanie brakujących szczegółów repacków...
pt: Scraping detalhes dos répteis ausentes...
ro: Răzuire detalii reîmpachetare lipsă...
ru: Скрипция недостающих реквизитов пакета...
sv: Skrapar saknade detaljer om repack...
uk: Шкрябання відсутнє подробиці ремонту...

source: This may take a while.
ar: قد يستغرق ذلك بعض الوقت.
cs: Může to chvíli trvat.
da: Det kan tage et stykke tid.
de: Das kann eine Weile dauern.
el: Αυτό μπορεί να διαρκέσει λίγο.
es: Esto puede llevar un tiempo.
fi: Tämä voi kestää jonkin aikaa.
fr: Cela peut prendre un certain temps.
it: Questo può richiedere un po'.
ja: これは時間がかかることがあります。
nl: Dit kan een tijdje duren.
no: Dette kan ta en stund.
pl: To może chwilę potrwać.
pt: Isso pode demorar um pouco.
ro: Acest lucru poate dura o vreme.
ru: Это может занять некоторое время.
sv: Det kan ta ett tag.
uk: Це може зайняти деякий час.

# scrapingMissingRepackDetailsProgress
source: Scraping details: {current}/{total} missing {total, plural, one{repack} other{repacks}}
ar: تفاصيل الاستراحة: {current}/{total} مفقود {current, plural, one{حزمة} other{حزم}}
cs: Detaily seskupování: {current}/{total} chybí {current, plural, one{repack} other{rebalování}}
da: Scraping detaljer: {current}/{total} mangler {current, plural, one{repack} other{repacks}}
de: Schrottende Details: {current}/{total} fehlen {current, plural, one{repack} other{Repacks}}
es: Detalles del rastreo: {current}/{total} falta {current, plural, one{Repack} other{Repacks}}
fr: Détails de crapulement : {current}/{total} manquant {current, plural, one{repack} other{Repose}}
it: Scraping details: {current}/{total} mancante {current, plural, one{ripack} other{repack}}
ja: 詳細をスクラップ中： {current}/{total} が見つかりません {current, plural, one{repack} other{repacks}}
nl: Scraping details: {current}/{total} ontbreekt {current, plural, one{Terugpakken} other{Herpakt}}
no: Scraping detaljer: {current}/{total} mangler {current, plural, one{repakke} other{repacks}}
pl: Pozyskiwanie szczegółów: {current}/{total} {total, plural, one{repack} few{repacki} other{repacków}}
pt: Detalhe do Scrap: {current}/{total} faltando {current, plural, one{Rep} other{repack}}
ro: Detalii răzuire: {current}/{total} lipsește {current, plural, one{Reîmpachetați} other{reîmprospătați}}
ru: Скрапывание деталей: {current}/{total} отсутствует {current, plural, one{Распакуйте} other{Репаки}}
sv: Scraping fakta: {current}/{total} saknas {current, plural, one{repack} other{repacks}}
uk: Деталі складання: {current}/{total} пропущено {current, plural, one{Відтворює} other{repacks}}

source: Repack library synchronized.
ar: تم مزامنة حزمة المكتبة
cs: Knihovna repozitáře synchronizována.
da: Repack bibliotek synkroniseret.
de: Bibliothek neu laden.
el: Συγχρονισμός βιβλιοθήκης Repack.
es: Biblioteca de repositorios sincronizada.
fi: Repack-kirjasto synkronoitu.
fr: Librairie de réemballage synchronisée
it: Libreria di Repack sincronizzata.
ja: リポジトリライブラリが同期されました。
nl: Herhaal bibliotheek gesynchroniseerd.
no: Repeter biblioteket synkronisert.
pl: Biblioteka repacków zsynchronizowana.
pt: Repack de biblioteca sincronizada.
ro: Repack biblioteca sincronizată.
ru: Обновление библиотеки синхронизировано.
sv: Återupptack-bibliotek synkroniserat.
uk: Перепакування бібліотеки синхронізовано.

# failedToSyncLibrary
source: Failed to sync library: {errorMessage}
ar: فشل مزامنة المكتبة: {errorMessage}
cs: Synchronizace knihovny selhala: {errorMessage}
da: Kunne ikke synkronisere bibliotek: {errorMessage}
de: Fehler beim Synchronisieren der Bibliothek: {errorMessage}
es: Error al sincronizar la biblioteca: {errorMessage}
fi: Kirjaston synkronointi epäonnistui: {errorMessage}
fr: Échec de la synchronisation de la bibliothèque : {errorMessage}
it: Sincronizzazione libreria non riuscita: {errorMessage}
ja: ライブラリの同期に失敗しました: {errorMessage}
nl: Kan bibliotheek niet synchroniseren: {errorMessage}
no: Kan ikke synkronisere biblioteket: {errorMessage}
pl: Synchronizacja biblioteki nie powiodła się: {errorMessage}
pt: Falha ao sincronizar a biblioteca: {errorMessage}
ro: Sincronizarea bibliotecii a eșuat: {errorMessage}
ru: Не удалось синхронизировать библиотеку: {errorMessage}
sv: Det gick inte att synkronisera bibliotek: {errorMessage}
uk: Не вдалося синхронізувати бібліотеку: {errorMessage}

source: Sync Library
ar: مزامنة المكتبة
cs: Synchronizovat knihovnu
da: Synkroniser Bibliotek
de: Sync-Bibliothek
el: Συγχρονισμός Βιβλιοθήκης
es: Sincronizar biblioteca
fi: Synkronoi Kirjasto
fr: Synchroniser la bibliothèque
it: Sincronizza Libreria
ja: ライブラリを同期
nl: Synchroniseer bibliotheek
no: Synkroniser bibliotek
pl: Synchronizuj bibliotekę
pt: Sincronizar a biblioteca
ro: Sincronizează biblioteca
ru: Синхронизировать библиотеку
sv: Synkronisera bibliotek
uk: Синхронізувати Бібліотеку

source: Syncing Library...
ar: مزامنة المكتبة...
cs: Synchronizace knihovny...
da: Synkroniserer Bibliotek...
de: Synchronisiere Bibliothek...
el: Συγχρονισμός Βιβλιοθήκης...
es: Sincronizando Biblioteca...
fi: Synkronoidaan Kirjastoa...
fr: Synchronisation de la bibliothèque...
it: Sincronizzazione Libreria...
ja: ライブラリを同期しています...
nl: Bibliotheek synchroniseren...
no: Synkroniserer bibliotek...
pl: Synchronizuję bibliotekę...
pt: Sincronizando Biblioteca...
ro: Se sincronizează biblioteca...
ru: Синхронизация библиотеки...
sv: Synkroniserar biblioteket...
uk: Синхронізація бібліотеки...

source: No repacks found in the library.
ar: لا توجد حزم في المكتبة.
cs: V knihovně nebyly nalezeny žádné repacky.
da: Ingen repacks fundet i biblioteket.
de: Keine Repacks in der Bibliothek gefunden.
el: Δεν βρέθηκαν επισκευές στη βιβλιοθήκη.
es: No se encontraron paquetes en la biblioteca.
fi: Kirjastosta ei löytynyt repaketteja.
fr: Aucun dépôt trouvé dans la bibliothèque.
it: Nessun repack trovato nella libreria.
ja: ライブラリにリパックが見つかりません。
nl: Geen herpakken gevonden in de bibliotheek.
no: Ingen repacks finnes i biblioteket.
pl: Nie znaleziono repacków w bibliotece.
pt: Nenhum réptil encontrado na biblioteca.
ro: Nu s-au găsit repachete în bibliotecă.
ru: В библиотеке не найдено ни одного пакета.
sv: Inga repacks hittades i biblioteket.
uk: У бібліотеці не знайдено оновлень.

source: No repacks found matching {search}.
ar: لم يتم العثور على أي حزم مطابقة {search}.
cs: Nebyly nalezeny žádné rebaly odpovídající {search}.
da: Ingen repacks fundet matchende {search}.
de: Keine Repacks gefunden mit {search}.
el: Δεν βρέθηκαν επισκευές που να ταιριάζουν με {search}.
es: No se han encontrado repacks que coincidan con {search}.
fi: Vastaavaa pakettia ei löytynyt {search}.
fr: Aucun dépôt trouvé correspondant à {search}.
ja: {search} に一致するリパックが見つかりません。
nl: Geen pakketten gevonden die overeenkomen met {search}.
no: Ingen repacks funnet samsvarer med {search}.
pl: Nie znaleziono repacków pasujących do {search}.
pt: Nenhum representante encontrado correspondente a {search}.
ro: Nu s-au găsit repachete care să corespundă {search}.
ru: Соответствующие {search} наборы не найдены.
sv: Inga repacks hittades som matchar {search}.
uk: Пакетів не знайдено відповідного {search}.

source: The window is too narrow to display items correctly.
ar: النافذة ضيقة جدا لعرض العناصر بشكل صحيح.
cs: Okno je příliš úzké pro správné zobrazení předmětů.
da: Vinduet er for smalt til at vise elementer korrekt.
de: Das Fenster ist zu schmal, um Elemente korrekt anzuzeigen.
el: Το παράθυρο είναι πολύ στενό για να εμφανίζονται σωστά τα αντικείμενα.
es: La ventana es demasiado estrecha para mostrar los elementos correctamente.
fi: Ikkuna on liian kapea näyttääkseen kohteita oikein.
fr: La fenêtre est trop étroite pour afficher les éléments correctement.
it: La finestra è troppo stretta per visualizzare correttamente gli elementi.
ja: ウィンドウが狭すぎて、アイテムを正しく表示できません。
nl: Het venster is te klein om items goed weer te geven.
no: Vinduet er for smalt til å vise korrekt element.
pl: Okno jest zbyt wąskie, aby wyświetlić poprawnie elementy.
pt: A janela é muito estreita para exibir os itens corretamente.
ro: Fereastra este prea îngustă pentru a afișa elementele corect.
ru: Окно слишком узкое для правильного отображения элементов.
sv: Fönstret är för smalt för att visa objekt korrekt.
uk: Вікно занадто вузьке для коректного відображення елементів.

source: Please resize the window.
ar: الرجاء تغيير حجم النافذة.
cs: Změňte velikost okna.
da: Ændr venligst størrelsen på vinduet.
de: Bitte skalieren Sie das Fenster.
el: Παρακαλώ αλλάξτε το μέγεθος του παραθύρου.
es: Por favor, redimensiona la ventana.
fi: Ole hyvä ja muokkaa ikkunaa.
fr: Veuillez redimensionner la fenêtre.
it: Ridimensiona la finestra, per favore.
ja: ウィンドウのサイズを変更してください。
nl: Gelieve het raam te verkleinen.
no: Vennligst endre størrelse på vinduet.
pl: Proszę zmienić rozmiar okna.
pt: Por favor, redimensione a janela.
ro: Vă rugăm redimensionați fereastra.
ru: Пожалуйста, измените размер окна.
sv: Vänligen ändra storlek på fönstret.
uk: Будь ласка, змініть розмір вікна.

source: Repack URL is not available.
ar: رابط الحزمة غير متوفر.
cs: URL repozitáře není k dispozici.
da: Repack URL er ikke tilgængelig.
de: Repack-URL ist nicht verfügbar.
el: Το URL Repack δεν είναι διαθέσιμο.
es: La URL del paquete no está disponible.
fi: Repack URL ei ole käytettävissä.
fr: L'URL du repack n'est pas disponible.
it: L'URL Repack non è disponibile.
nl: Herhaal URL is niet beschikbaar.
no: Repack-URL er ikke tilgjengelig.
pl: URL repacka nie jest dostępny.
pt: URL da embalagem não está disponível.
ro: URL-ul pentru Repack nu este disponibil.
ru: URL обновления недоступен.
sv: Repack-URL är inte tillgänglig.
uk: Repack URL недоступний.
