Repository: THR3ATB3AR/fit_flutter_fluent
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk

# couldNotLaunchUrl
source: Could not launch URL: {error}
ar: تعذر تشغيل الرابط: {error}
cs: Nelze spustit URL: {error}
da: Kunne ikke starte URL: {error}
de: URL konnte nicht gestartet werden: {error}
el: Δεν ήταν δυνατή η εκκίνηση του URL: {error}
es: No se pudo lanzar la URL: {error}
fi: URL-osoitetta ei voitu käynnistää: {error}
fr: Impossible de lancer l'URL : {error}
it: Impossibile avviare l'URL: {error}
ja: URLを起動できませんでした: {error}
nl: URL kon niet worden opgestart: {error}
no: Kunne ikke starte URL: {error}
pl: Nie można uruchomić URL: {error}
pt: Não foi possível iniciar a URL: {error}
ro: URL-ul nu a putut fi lansat: {error}
ru: Не удалось запустить URL: {error}
sv: Kunde inte starta URL: {error}
uk: Не вдалося запустити URL: {error}

# couldNotLaunch
source: Could not launch: {url}
ar: تعذر التشغيل: {url}
cs: Nelze spustit: {url}
da: Kunne ikke starte: {url}
de: Konnte nicht starten: {url}
es: No se pudo lanzar: {url}
fi: Ei voitu käynnistää: {url}
fr: Impossible de lancer : {url}
it: Impossibile lanciare: {url}
ja: 起動できませんでした: {url}
nl: Kan niet starten: {url}
no: Kunne ikke starte: {url}
pl: Nie można uruchomić: {url}
pt: Não foi possível iniciar: {url}
ro: Nu s-a putut lansa: {url}
ru: Не удалось запустить: {url}
sv: Kunde inte starta: {url}
uk: Не вдалося запустити: {url}

# invalidUrlFormat
source: Invalid URL format: {url}
ar: تنسيق URL غير صالح: {url}
cs: Neplatný formát URL: {url}
da: Ugyldigt URL-format: {url}
de: Ungültiges URL-Format: {url}
el: Μη έγκυρη μορφή URL: {url}
es: Formato de URL no válido: {url}
fi: Virheellinen URL-muoto: {url}
fr: Format d'URL invalide : {url}
it: Formato URL non valido: {url}
ja: 無効なURL形式: {url}
nl: Ongeldige URL-formaat: {url}
no: Ugyldig URL-format: {url}
pl: Nieprawidłowy format URL: {url}
pt: Formato de URL inválido: {url}
ro: Format URL invalid: {url}
ru: Недопустимый формат URL: {url}
sv: Ogiltigt URL-format: {url}
uk: Невірний формат адреси: {url}

source: Rescrape Details
ar: تفاصيل إعادة التشويش
cs: Detaily Rescrape
da: Rescrape Detaljer
de: Details wiederherstellen
el: Λεπτομέρειες Rescrape
es: Volver a abrir detalles
fi: Uudelleennimeämisen Tiedot
fr: Détails du Rescrape
it: Rescrape Dettagli
ja: リスクレイプの詳細
no: Rescrape detaljer
pl: Odśwież Szczegóły
pt: Detalhes Rescrape
ro: Detalii Rescrape
ru: Повторная выборка
sv: Rescrape Detaljer
uk: Докладно про Rescrape

# detailsHaveBeenRescraped
source: Details for {title} have been rescraped and updated.
ar: تم إلغاء وتحديث تفاصيل {title}.
cs: Podrobnosti o {title} byly překrývány a aktualizovány.
da: Detaljer for {title} er blevet ændret og opdateret.
de: Details für {title} wurden erweitert und aktualisiert.
el: Λεπτομέρειες για το {title} έχουν ανασχηματιστεί και ενημερωθεί.
es: Los detalles de {title} han sido reasignados y actualizados.
fi: {title} tiedot on uusittu ja päivitetty.
fr: Les détails pour {title} ont été remaniés et mis à jour.
it: I dettagli per {title} sono stati rescraped e aggiornati.
ja: {title} の詳細が再作成および更新されました。
nl: Details voor {title} zijn opnieuw ingetrokken en bijgewerkt.
no: Detaljer for {title} er omskrapet og oppdatert.
pl: Szczegóły dla {title} zostały pozyskane i zaktualizowane.
pt: Detalhes de {title} foram reescaneados e atualizados.
ro: Detalii pentru {title} au fost reclasificate și actualizate.
ru: Подробности для {title} были восстановлены и обновлены.
sv: Detaljer för {title} har återskapats och uppdaterats.
uk: Деталі для {title} були переоброблені та оновлені.

# failedToRescrapeDetails
source: Failed to rescrape details: {errorMessage}
ar: فشل في إلغاء التفاصيل: {errorMessage}
cs: Nepodařilo se rescrape detaily: {errorMessage}
da: Kunne ikke nulstille detaljer: {errorMessage}
de: Fehler beim Wiederherstellen der Details: {errorMessage}
es: No se pudo volver a procesar los detalles: {errorMessage}
fi: Tietoja ei voitu uudelleen: {errorMessage}
fr: Échec de la refonte des détails : {errorMessage}
it: Rescrape dettagli non riuscito: {errorMessage}
ja: 詳細の再作成に失敗しました: {errorMessage}
nl: Kan details niet opnieuw oprapen: {errorMessage}
no: Kan ikke rescrape detaljer: {errorMessage}
pl: Nie udało się pozyskać szczegółów: {errorMessage}
pt: Falha ao rescrape detalhes: {errorMessage}
ro: Redenumirea detaliilor: {errorMessage} nu a reușit
ru: Не удалось восстановить подробности: {errorMessage}
sv: Misslyckades att återskapa detaljer: {errorMessage}
uk: Не вдалося переслати подробиці {errorMessage}

source: Error Rescraping
ar: إعادة إفراغ الخطأ
cs: Chyba při překrývání
da: Fejl Under Genoprettelse
de: Fehler beim Wiederherstellen
el: Σφάλμα Rescraping
es: Error al retrazar
fi: Virhe Romuttamisessa
fr: Erreur de récupération
it: Rielaborazione Degli Errori
ja: 再分割エラー
nl: Fout Rescraping
no: Feil under omskraping
pl: Błąd Pozyskiwania
pt: Restringir erro
ro: Rescrapare eroare
ru: Ошибка при повторной сдаче
sv: Fel vid återskrotning
uk: Помилка при перевстановленні

source: Open Source Page
ar: صفحة المصدر المفتوح
cs: Otevřít zdrojovou stránku
da: Open Source Side
de: Open Source Seite
el: Σελίδα Ανοιχτού Κώδικα
es: Página de código abierto
fi: Avaa Lähdesivu
fr: Page Open Source
it: Pagina Open Source
ja: オープンソースページ
nl: Open source pagina
no: Åpen kildekode-side
pl: Otwórz stronę źródłową
pt: Abrir Página do Código
ro: Pagina sursă deschisă
ru: Открыть исходную страницу
sv: sida med öppen källkod
uk: Open Source сторінка

# noPopularNewRepacksFound
source: No {type} repacks found.
ar: لم يتم العثور على أي حزم {type}.
cs: Nebyly nalezeny žádné repakety {type}.
da: Ingen {type} repacks fundet.
de: Keine {type} Repacks gefunden.
el: Δεν βρέθηκαν {type} repacks.
es: No se encontraron repacks {type}.
fi: {type} repakettia ei löytynyt.
fr: Aucun dépôt {type} trouvé.
ja: {type} リパックが見つかりません。
nl: Geen {type} repacks gevonden.
no: Ingen {type} repacks funnet.
pl: Nie znaleziono przepakowań {type}.
pt: Nenhum réptil {type} encontrado.
ro: Nu s-au găsit pachete {type}
ru: Не найдено ни одного набора {type}.
sv: Inga {type} repacks hittades.
uk: Оновлень {type} не знайдено.

# newest
source: new
ar: جديد
cs: nový
da: ny
de: neu
el: νέο
es: nuevo
fi: uusi
fr: Nouveau
it: nuovo
ja: 新規
nl: Nieuw
no: ny
pl: nowy
pt: Novo
ro: nou
ru: новый
sv: ny
uk: новий

source: popular
ar: شعبية
cs: populární
da: populær
de: populär
el: δημοφιλής
fi: suosittu
fr: populaire
it: popolare
ja: 人気のある
nl: populair
no: populær
pl: popularne
ru: популярный
sv: populär
uk: популярний

source: Yellow
ar: أصفر
cs: Žlutá
da: Gul
de: Gelb
el: Κίτρινο
es: Amarillo
fi: Keltainen
fr: Jaune
it: Giallo
ja: 黄色
nl: Geel
no: Gul
pl: Żółty
pt: Amarelo
ro: Galben
ru: Жёлтый
sv: Gul
uk: Жовтий колір

source: Orange
ar: برتقالي
cs: Oranžová
el: Πορτοκαλί
es: Naranja
fi: Oranssi
it: Arancione
ja: オレンジ
nl: Oranje
no: Oransje
pl: Pomarańczowy
pt: Laranja
ro: Portocaliu
ru: Оранжевый
uk: Помаранчевий

source: Red
ar: أحمر
cs: Červená
da: Rød
de: Rot
el: Κόκκινο
es: Rojo
fi: Punainen
fr: Rouge
it: Rosso
ja: 赤
nl: Rood
no: Rød
pl: Czerwony
pt: Vermelho
ro: Roșu
ru: Красный
sv: Röd
uk: Червоний

source: Magenta
ar: أرجواني
cs: Purpurová
da: Magentarød
el: Ματζέντα
fi: Purppura
ja: マゼンタ
no: Magentarød
pl: Karmazynowy
ru: Пурпурный
uk: Малиновий

source: Purple
ar: بنفسجي
cs: Fialová
da: Lilla
de: Lila
el: Μωβ
es: Morado
fi: Violetti
fr: Violet
it: Viola
ja: パープル
nl: Paars
no: Lilla
pl: Fioletowy
pt: Roxo
ro: Violet
ru: Фиолетовый
sv: Lila
uk: Пурпурний

source: Blue
ar: أزرق
cs: Modrá
da: Blå
de: Blau
el: Μπλε
es: Azul
fi: Sininen
fr: Bleu
it: Blu
ja: 青
nl: Blauw
no: Blå
pl: Niebieski
pt: azul
ro: Albastru
ru: Синий
sv: Blå
uk: Синій

source: Teal
ar: الفم
cs: Modrozelený
da: Grønblåt
de: Türkis
el: Τιρκουάζ
es: Cereal
fi: Sinappi
fr: Turquoise
ja: ティール
nl: Groenblauw
no: Blågrønn
pl: Turkusowy
pt: Verde-azulado
ro: Turcoaz
ru: Бирюзовый
sv: Kricka
uk: Зелено-блакитний

source: Green
ar: أخضر
cs: Zelená
da: Grøn
de: Grün
el: Πράσινο
es: Verde
fi: Vihreä
fr: Vert
it: Verde
ja: 緑
nl: Groen
no: Grønn
pl: Zielony
pt: Verde
ro: Verde
ru: Зелёный
sv: Grön
uk: Зелений

source: Confirm Force Rescrape
ar: تأكيد إعادة فرز القوة
cs: Potvrdit vynucené opakování
da: Bekræft Kraft Rescrape
de: Force-Rescrape bestätigen
el: Επιβεβαίωση Ανασυγκρότησης
es: Confirmar Retracción de Fuerza
fi: Vahvista Uudelleennimeäminen
fr: Confirmer le remaniement de la force
it: Conferma Rescrape Forza
ja: 強制的に再スクレイプを確認
nl: Bevestig Rescrape Kracht
no: Bekreft Tving Rescrape
pl: Potwierdź Wymuszenie Aktualizacji
pt: Confirmar Recrape Força
ro: Confirmare Cursă forţată
ru: Подтвердить сброс силы
sv: Bekräfta Tvinga Rescrape
uk: Підтвердити примусове перенаправлення

source: This will delete ALL locally stored repack data and re-download everything from the source.
ar: سيؤدي هذا إلى حذف جميع بيانات الحزمة المخزنة محليا وإعادة تحميل كل شيء من المصدر.
cs: Tímto smažete VŠECHNY lokálně uložená data repack a znovu stáhnete vše ze zdroje.
da: Dette vil slette ALLE lokalt lagrede repack data og re-downloade alt fra kilden.
de: Dies löscht ALLE lokal gespeicherten Repack-Daten und lädt alles aus der Quelle erneut herunter.
el: Αυτό θα διαγράψει ΟΛΑ τα αποθηκευμένα τοπικά δεδομένα επανασυσκευασίας και θα τα κατεβάσετε ξανά από την πηγή.
es: Esto eliminará TODOS los datos de reempaquetado almacenados localmente y volverá a descargar todo desde la fuente.
fi: Tämä poistaa KAIKKI paikallisesti tallennetut tiedot ja lataa kaikki uudelleen lähteestä.
fr: Ceci supprimera TOUTES les données de repack stockées localement et retéléchargera tout depuis la source.
it: Questo eliminerà TUTTI i dati di repack memorizzati localmente e ri-scaricare tutto dalla sorgente.
ja: これは、ローカルに保存されたすべてのリポジトリデータを削除し、ソースからすべてを再ダウンロードします。
nl: Dit zal ALLE lokaal opgeslagen repack-gegevens verwijderen en opnieuw downloaden van alles van de bron.
no: Dette vil slette ALLE lagrede repakkedata og laste ned alt fra kilden.
pl: Spowoduje to usunięcie WSZYSTKICH lokalnie przechowywanych danych repacków i ponowne pobranie wszystkiego ze źródła.
pt: Isto irá apagar TODOS os dados do repack armazenados localmente e baixar novamente tudo da fonte.
ro: Aceasta va şterge TOATE datele de reambalare stocate local şi va redescărca totul de la sursă.
ru: Это удалит все локально сохраненные данные и перезагрузит всё из исходного кода.
sv: Detta kommer att ta bort ALLA lokalt lagrade repack-data och ladda ner allt från källan.
uk: Буде видалено ВСІ локально збережені дані і повторно завантажити все з джерела.

source: This process can take a very long time and consume significant network data. Are you sure?
ar: هذه العملية قد تستغرق وقتاً طويلاً وتستهلك بيانات شبكة كبيرة. هل أنت متأكد؟
cs: Tento proces může trvat velmi dlouho a spotřebovávat významná síťová data. Jste si jisti?
da: Denne proces kan tage meget lang tid og forbruge betydelige netværksdata. Er du sikker?
de: Dieser Prozess kann sehr lange dauern und erhebliche Netzwerkdaten verbrauchen. Sind Sie sicher?
el: Αυτή η διαδικασία μπορεί να διαρκέσει πολύ καιρό και να καταναλώνουν σημαντικά δεδομένα δικτύου. Είστε σίγουροι?
es: Este proceso puede llevar mucho tiempo y consumir datos de red significativos. ¿Está seguro?
fi: Tämä prosessi voi kestää hyvin kauan ja kuluttaa merkittäviä verkkotietoja. Oletko varma?
fr: Ce processus peut prendre beaucoup de temps et consommer des données importantes sur le réseau. Êtes-vous sûr?
it: Questo processo può richiedere molto tempo e consumare dati di rete significativi. Sei sicuro?
ja: このプロセスには非常に長い時間がかかり、重要なネットワークデータを消費します。よろしいですか？
nl: Dit proces kan heel lang duren en verbruikt significante netwerkgegevens. Weet je het zeker?
no: Denne prosessen kan ta veldig lang tid og forbruke betydelige nettverksdata. Er du sikker?
pl: Ten proces może zająć bardzo dużo czasu i zużyć znaczącą ilość transferu. Czy jesteś pewien?
pt: Este processo pode levar muito tempo e consumir dados de rede significativos. Você tem certeza?
ro: Acest proces poate dura foarte mult timp și poate consuma date de rețea semnificative. Ești sigur?
ru: Этот процесс может занять очень много времени и потратить значительные сетевые данные. Вы уверены?
sv: Denna process kan ta mycket lång tid och konsumera betydande nätverksdata. Är du säker?
uk: Цей процес може зайняти дуже багато часу і споживати значні дані мережі. Ви впевнені?

source: Yes, Rescrape All
ar: نعم، إعادة اغتصاب الكل
cs: Ano, opakovat vše
da: Ja, Rescrape Alle
de: Ja, alle wiederherstellen
el: Ναι, Rescrape Όλα
es: Sí, volver a poner todo
fi: Kyllä, Uudelleennimeä Kaikki
fr: Oui, tout redessiner
it: Sì, Rescrape Tutto
ja: はい、すべて再スクレイプします
nl: Ja, Rescrape Alles
no: Ja, skall ut alle
pl: Tak, Aktualizuj Wszystko
pt: Sim, Rescrape Todos
ro: Da, Rescrape Toate
ru: Да, восстановить все
sv: Ja, Skrapa alla
uk: Так, переробити всі

source: Starting full data rescrape...
ar: بدء إلغاء البيانات الكاملة...
cs: Spouštění úplné recrape...
da: Starter fuld data rescrap...
de: Starte vollständige Daten-Rescrape...
el: Έναρξη πλήρους ανάπαυσης δεδομένων...
es: Comenzando la reescritura de datos completa...
fi: Aloitetaan täydet tiedot uudelleennimeä...
fr: Démarrage du remaniement complet des données...
it: Avvio completo rescrape...
ja: フルデータの再起動中...
nl: Volledige gegevensverwerking wordt gestart...
no: Starter full data omskrape...
pl: Rozpoczęcie aktualizacji wszystkich danych...
pt: Iniciando reescaneamento completo dos dados...
ro: Pornire rescrapare completă a datelor...
ru: Запуск полных данных повторно...
sv: Startar full data rescrape...
uk: Початок повного відновлення даних...

source: All data has been forcefully rescraped.
ar: تم إلغاء جميع البيانات بقوة.
cs: Všechna data byla násilně přepsána.
da: Alle data er blevet kraftigt regraderet.
de: Alle Daten wurden erzwungen.
el: Όλα τα δεδομένα έχουν ανασχηματιστεί δυναμικά.
es: Todos los datos han sido codificados con fuerza.
fi: Kaikki tiedot on tiukasti uusittu.
fr: Toutes les données ont été remaniées avec force.
it: Tutti i dati sono stati ripresi con forza.
ja: すべてのデータが強制的に再クラップされました。
nl: Alle gegevens zijn met kracht teruggedraaid.
no: Alle data har blitt kraftig omskrapet.
pl: Wszystkie dane zostały zaktualizowane.
pt: Todos os dados foram rebaixados forçamente.
ro: Toate datele au fost respinse cu forțare.
ru: Все данные были подвергнуты принудительному повторному обнаружению.
sv: All data har skarpt skrotats om.
uk: Усі дані було насильно вилучено.

# errorMessage
source: Error: {error}
ar: خطأ: {error}
cs: Chyba: {error}
da: Fejl: {error}
de: Fehler: {error}
fi: Virhe: {error}
fr: Erreur: {error}
it: Errore: {error}
ja: エラー: {error}
nl: Fout: {error}
no: Feil: {error}
pl: Błąd: {error}
pt: Erro: {error}
ro: Eroare: {error}
ru: Ошибка: {error}
sv: Fel: {error}
uk: Помилка: {error}

# failedToForceRescrapeData
source: Failed to force rescrape data: {errorMessage}
ar: فشل في فرض بيانات الإغلاق: {errorMessage}
cs: Nepodařilo se vynutit rescrape data: {errorMessage}
da: Mislykkedes at tvinge rescrape data: {errorMessage}
de: Fehler beim Erzwingen der Rescrape-Daten: {errorMessage}
es: No se pudo forzar el recambio de datos: {errorMessage}
fi: Rescrape datan pakottaminen epäonnistui: {errorMessage}
fr: Impossible de forcer la refonte des données : {errorMessage}
it: Impossibile forzare la rescrape dati: {errorMessage}
ja: リスクレイプデータを強制できませんでした: {errorMessage}
nl: Forceer rescrape gegevens: {errorMessage}
no: Kan ikke tvinge rescrape-data: {errorMessage}
pl: Nie udało się wymusić aktualizacji danych: {errorMessage}
pt: Falha ao forçar dados de rescrape : {errorMessage}
ro: Nu a reușit să forțeze datele de răzuire: {errorMessage}
ru: Не удалось принудительно восстановить данные: {errorMessage}
sv: Misslyckades att tvinga rescrape data: {errorMessage}

source: Force Rescraping Data
ar: فرض إعادة تصنيف البيانات
cs: Vynutit přepnutí dat
da: Gennemtving Gendannelse Af Data
de: Rescraping-Daten erzwingen
el: Εξαναγκασμός Ανασυγκρότησης Δεδομένων
es: Forzar retracción de datos
fi: Pakota Rescraping Data
fr: Forcer le remaniement des données
it: Forza Rescraping Dati
ja: データを強制的に再分割する
nl: Forceer Rescraping gegevens
no: Tving omstart av data
pl: Wymuś Aktualizację Danych
pt: Forçar Dados de Restauração
ro: Forțează Rescraping Date
ru: Принудительное восстановление данных
sv: Tvinga Rescraping Data
uk: Примусове перезапис даних

# percentComplete
source: {percentComplete}% Complete
pl: Ukończono {percentComplete}%

source: Downloads & Installation
ar: التنزيلات والتثبيت
cs: Stahování a instalace
da: Download & Installation
el: Λήψεις & Εγκατάσταση
es: Descargas e instalación
fi: Lataukset Ja Asennus
fr: Téléchargements & Installation
it: Download E Installazione
ja: ダウンロードとインストール
nl: Downloads & Installatie
no: Nedlastinger og installasjon
pl: Pobieranie i Instalowanie
pt: Downloads e Instalação
ro: Descărcări & Instalare
ru: Загрузки и установка
sv: Nedladdningar & Installation
uk: Завантаження та встановлення

source: Default Download Path
ar: مسار التحميل الافتراضي
cs: Výchozí cesta ke stažení
da: Standard Download Sti
de: Standard-Downloadpfad
el: Προεπιλεγμένη Διαδρομή Λήψεων
es: Ruta de descarga por defecto
fi: Oletus Latauspolku
fr: Chemin de téléchargement par défaut
it: Percorso Di Download Predefinito
ja: デフォルトのダウンロードパス
nl: Standaard Download pad
no: Standard nedlastingssti
pl: Domyślna Ścieżka Pobierania
pt: Caminho de download padrão
ro: Calea implicită de descărcare
ru: Путь загрузки по умолчанию
sv: Standardsökväg för nedladdning
uk: Шлях завантаження за замовчуванням

source: Max Concurrent Downloads
ar: الحد الأقصى لتنزيلات متزامنة
cs: Maximální počet souběžných stahování
da: Maks. Samtidige Downloads
de: Max. gleichzeitige Downloads
el: Μέγιστες Ταυτόχρονες Λήψεις
es: Máximas descargas simultáneas
fi: Maksimi Samanaikaiset Lataukset
fr: Nombre maximum de téléchargements simultanés
it: Download Concorrenti Massimi
ja: 最大同時ダウンロード数
nl: Max gelijktijdige downloads
no: Maks samtidige nedlastinger
pl: Limit Równoczesnych Pobrań
pt: Máx. de Downloads concorrentes
ro: Maxim de descărcări Concurente
ru: Макс. одновременных загрузок
sv: Max Samtidiga nedladdningar
uk: Максимальна кількість одночасних завантажень

source: Automatic Installation
ar: تثبيت تلقائي
cs: Automatická instalace
da: Automatisk Installation
de: Automatische Installation
el: Αυτόματη Εγκατάσταση
es: Instalación automática
fi: Automaattinen Asennus
fr: Installation automatique
it: Installazione Automatica
ja: 自動インストール
nl: Automatische installatie
no: Automatisk installasjon
pl: Automatyczna Instalacja
pt: Instalação automática
ro: Instalare automată
ru: Автоматическая установка
sv: Automatisk installation
uk: Автоматичне встановлення

source: Enable Auto-Install after download:
ar: تمكين التثبيت التلقائي بعد التنزيل:
cs: Povolit automatickou instalaci po stažení:
da: Aktiver automatisk installation efter download:
de: Auto-Installation nach dem Download aktivieren:
el: Ενεργοποίηση αυτόματης εγκατάστασης μετά τη λήψη:
es: Activar la instalación automática después de la descarga:
fi: Ota käyttöön automaattinen asennus latauksen jälkeen:
fr: Activer l’installation automatique après le téléchargement:
it: Abilitare l'installazione automatica dopo il download:
ja: ダウンロード後に自動インストールを有効にする:
nl: Auto-installatie inschakelen na download:
no: Aktiver automatisk installering etter nedlasting:
pl: Włącz automatyczną instalację po pobraniu:
pt: Habilitar Instalação Automática após o download:
ro: Activează Auto-Instalarea după descărcare:
ru: Включить автоустановку после загрузки:
sv: Aktivera automatisk installation efter nedladdning:
uk: Автоматичне встановлення після завантаження:

source: Default Installation Path
ar: مسار التثبيت الافتراضي
cs: Výchozí cesta instalace
da: Standard Installationssti
de: Standard-Installationspfad
el: Προεπιλεγμένη Διαδρομή Εγκατάστασης
es: Ruta de instalación por defecto
fi: Asennuksen Oletuspolku
fr: Chemin par défaut de l'installation
it: Percorso Di Installazione Predefinito
ja: デフォルトのインストールパス
nl: Standaard installatiepad
no: Standard installasjons-sti
pl: Domyślna Ścieżka Instalacji
pt: Caminho de instalação padrão
ro: Calea implicită de instalare
ru: Путь установки по умолчанию
sv: Standardsökväg för installation
uk: Типовий шлях встановлення

source: When enabled, completed repacks will attempt to install to the specified path.
ar: عند التمكين، ستحاول الحزم المكتملة التثبيت إلى المسار المحدد.
cs: Pokud je povoleno, dokončené republičky se pokusí nainstalovat na zadanou cestu.
da: Når aktiveret, vil fuldførte repacks forsøge at installere på den angivne sti.
de: Wenn aktiviert, werden abgeschlossene Repacks versuchen, den angegebenen Pfad zu installieren.
el: Όταν ενεργοποιηθεί, οι ολοκληρωμένες επισκευές θα προσπαθήσουν να εγκαταστήσουν στην καθορισμένη διαδρομή.
es: Cuando está habilitado, los paquetes completados intentarán instalarse en la ruta especificada.
fi: Kun käytössä, valmiit repaketit yrittävät asentaa määritellylle polulle.
fr: Lorsque cette option est activée, les recharges terminées essaieront d'installer le chemin d'accès spécifié.
it: Se abilitato, i pacchetti completati tenteranno di installare nel percorso specificato.
ja: 有効にすると、完了したリパックは指定されたパスにインストールしようとします。
nl: Wanneer ingeschakeld, zullen voltooide herpakken proberen te installeren naar het opgegeven pad.
no: Når aktivert, vil fullførte repacks forsøke å installere til den angitte stien.
pl: Jeśli opcja jest włączona, repack po ukończeniu zainstaluje się do określonej ścieżki.
pt: Quando habilitado, representantes completos tentarão instalar no caminho especificado.
ro: Când este activată, repachetele complete vor încerca să se instaleze la calea specificată.
ru: Если включено, завершенные пакеты будут пытаться установить на указанный путь.
sv: När aktiverad, kommer färdiga repacks att försöka installera till den angivna sökvägen.
uk: Якщо увімкнуто, завершені репакти спробують встановити на вказаний шлях.

source: Appearance
ar: المظهر
cs: Vzhled
da: Udseende
de: Erscheinung
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
it: Aspetto
ja: 外観
nl: Uiterlijk
no: Utseende
pl: Wygląd
pt: Aparência
ro: Aspectul
ru: Внешний вид
sv: Utseende
uk: Зовнішній вигляд

source: Theme mode
ar: وضع السمة
cs: Režim motivu
da: Tema tilstand
de: Theme-Modus
el: Λειτουργία θέματος
es: Modo de tema
fi: Teeman tila
fr: Mode thème
it: Modalità tema
ja: テーマモード
nl: Thema modus
no: Tema modus
pl: Tryb motywu
pt: Modo tema
ro: Mod temă
ru: Режим темы
sv: Tema läge
uk: Теми

source: Navigation Pane Display Mode
ar: وضع عرض لوحة التنقل
cs: Režim zobrazení navigačního panelu
da: Navigation Pane Visningstilstand
de: Anzeigemodus der Navigationsleiste
el: Λειτουργία Προβολής Πίνακα Πλοήγησης
es: Modo de visualización del panel de navegación
fi: Navigointipaneelin Näyttötila
fr: Mode d'affichage du volet de navigation
it: Modalità Visualizzazione Riquadro Di Navigazione
ja: ナビゲーションペイン表示モード
nl: Navigatie Pane Weergave Modus
no: Navigasjonskjøter Visningsmodus
pl: Tryb Wyświetlania Panelu Nawigacji
pt: Painel de Navegação Modo de Exibição
ro: Modul de afişare panou de navigare
ru: Режим отображения панели навигации
sv: Visningsläge för navigationsruta
uk: Режим відображення панелі навігації

source: Accent Color
ar: لون اللكنة
cs: Barva zvýraznění
da: Accent Farve
de: Akzentfarbe
el: Χρώμα Έμφασης
es: Color de acento
fi: Korostettu Väri
fr: Couleur d'accentuation
it: Colore Accento
ja: アクセントカラー
nl: Accent kleur
no: Inngående farge
pl: Kolor Akcentu
pt: Cor do acento
ro: Culoare accent
ru: Цвет акцента
sv: Accentfärg
uk: Колір акценту
