Repository: THR3ATB3AR/fit_flutter_fluent
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk

source: Window Transparency
ar: شفافية النافذة
cs: Průhlednost okna
da: Vindue Gennemsigtighed
de: Fenstertransparenz
el: Διαφάνεια Παραθύρου
es: Ventana de transparencia
fi: Ikkunan Läpinäkyvyys
fr: Transparence de fenêtre
it: Trasparenza Finestra
ja: ウィンドウの透明度
nl: Transparantie venster
no: Vindu er gjennomsiktighet
pl: Przezroczystość Okna
pt: Transparência da Janela
ro: Transparența ferestrei
ru: Прозрачность окна
sv: Fönster Genomskinlighet
uk: Прозорість вікна

# local
source: Locale
ar: محلي
cs: Místní prostředí
da: Landestandard
de: Lokal
el: Τοπική
es: Local
fi: Lokaatio
it: Localizzazione
ja: ロケール
nl: Lokalisatie
no: Språk
pl: Język
pt: Localidade
ro: Localizare
ru: Язык
sv: Lokalt
uk: Локалізація

source: Application Updates
ar: تحديثات التطبيق
cs: Aktualizace aplikace
da: Applikation Opdateringer
de: Anwendungs-Updates
el: Ενημερώσεις Εφαρμογών
es: Actualizaciones de aplicación
fi: Sovelluksen Päivitykset
fr: Mises à jour de l'application
it: Aggiornamenti Applicazione
ja: アプリケーションの更新
nl: Applicatie updates
no: Programoppdateringer (Automatic Translation)
pl: Aktualizacje Aplikacji
pt: Atualizações da Aplicação
ro: Actualizări ale aplicației
ru: Обновления приложения
sv: Programuppdateringar
uk: Оновлення Застосунків

source: Update Check Frequency
ar: تردد التحقق من التحديث
cs: Frekvence kontroly aktualizací
da: Opdater Tjek Frekvens
de: Update-Prüffrequenz
el: Συχνότητα Ελέγχου Ενημερώσεων
es: Actualizar Frecuencia de Comprobar
fi: Päivityksen Tarkistustiheys
fr: Fréquence de vérification des mises à jour
it: Aggiorna Frequenza Di Controllo
ja: チェック頻度を更新
nl: Controle frequentie bijwerken
no: Oppdaterings kontrollfrekvens
pl: Częstotliwość Sprawdzania Aktualizacji
pt: Frequência de verificação de atualização
ro: Frecvență verificare actualizare
ru: Частота проверки обновлений
sv: Uppdatera kontrollfrekvens
uk: Частота перевірки оновлень

source: Current App Version:
ar: إصدار التطبيق الحالي:
cs: Aktuální verze aplikace:
da: Nuværende App Version:
de: Aktuelle App-Version:
el: Τρέχουσα Έκδοση Εφαρμογής:
es: Versión actual de la aplicación:
fi: Nykyinen Sovelluksen Versio:
fr: Version actuelle de l'application:
it: Versione Attuale Dell'App:
ja: 現在のアプリのバージョン:
nl: Huidige App Versie:
no: Gjeldende App versjon:
pl: Aktualna Wersja Aplikacji:
pt: Versão atual do aplicativo:
ro: Versiunea curentă a aplicației:
ru: Текущая версия приложения:
sv: Nuvarande appversion:
uk: Поточна версія програми:

source: Loading...
ar: تحميل...
cs: Načítám...
da: Indlæser...
de: Wird geladen...
el: Φόρτωση...
es: Cargando...
fi: Ladataan...
fr: Chargement en cours...
it: Caricamento...
ja: 読み込み中...
nl: Laden...
no: Laster...
pl: Ładowanie...
pt: Carregandochar@@0
ro: Încărcare...
ru: Загрузка...
sv: Laddar...
uk: Завантажується...

source: Latest Available Version:
ar: أحدث إصدار متاح:
cs: Poslední dostupná verze:
da: Seneste Tilgængelige Version:
de: Letzte verfügbare Version:
el: Τελευταία Διαθέσιμη Έκδοση:
es: Última versión disponible:
fi: Viimeisin Käytettävissä Oleva Versio:
fr: Dernière version disponible :
it: Ultima Versione Disponibile:
ja: 最新バージョン:
nl: Laatst beschikbare versie:
no: Siste tilgjengelige versjon:
pl: Najnowsza Dostępna Wersja:
pt: Última versão disponível:
ro: Ultima versiune disponibilă:
ru: Последняя доступная версия:
sv: Senaste tillgängliga version:
uk: Остання доступна версія:

source: You are on the latest version
ar: أنت على أحدث إصدار
cs: Jste na nejnovější verzi
da: Du er på den seneste version
de: Sie sind auf der neuesten Version
el: Είστε στην τελευταία έκδοση
es: Estás en la última versión
fi: Olet viimeisessä versiossa
fr: Vous êtes sur la dernière version
it: Sei all'ultima versione
ja: あなたは最新のバージョンを使用しています
nl: U bent op de laatste versie
no: Du er på den nyeste versjonen
pl: Jesteś w najnowszej wersji
pt: Você está na versão mais recente
ro: Sunteți pe cea mai recentă versiune
ru: Вы используете последнюю версию
sv: Du är på den senaste versionen
uk: Ви знаходитесь у останній версії

source: Checking...
ar: يتحقق...
cs: Kontroluje...
da: Kontrollerer...
de: Überprüfen...
el: Έλεγχος...
es: Comprobando...
fi: Tarkistetaan...
fr: Vérification...
it: Controllo...
ja: 確認しています...
nl: Controleren...
no: Kontrollerer...
pl: Sprawdzanie...
pt: Verificandochar@@0
ro: Verificare...
ru: Проверка...
sv: Kontrollerar...
uk: Перевірка...

source: Not checked yet.
ar: لم يتم التحقق بعد.
cs: Zatím nezaškrtnuto.
da: Ikke tjekket endnu.
de: Noch nicht überprüft.
el: Δεν έχει ελεγχθεί ακόμα.
es: No comprobado aún.
fi: Ei vielä tarkistettu.
fr: Pas encore vérifié.
it: Non ancora controllato.
ja: まだチェックされていません。
nl: Nog niet gecontroleerd.
no: Ikke sjekket enda.
pl: Jeszcze nie sprawdzono.
pt: Não verificado ainda.
ro: Nu s-a verificat încă.
ru: Пока не проверено.
sv: Inte kontrollerad ännu.
uk: Ще не перевірено.

source: Check to see.
ar: تحقق لرؤيته.
cs: Zaškrtněte pro zobrazení.
da: Vælg for at se.
de: Zum Anzeigen.
el: Επιλέξτε για να δείτε.
es: Marcar para ver.
fi: Tarkista nähtäväksi.
fr: Vérifiez pour voir.
it: Controlla per vedere.
ja: 確認してください。
nl: Controleer om te zien.
no: Sjekk for å se.
pl: Sprawdź.
pt: Verificar para ver.
ro: Verificați pentru a vedea.
ru: Отметьте, чтобы увидеть.
sv: Markera för att se.
uk: Почекайте, щоб побачити.

source: You have ignored this update.
ar: لقد تجاهلت هذا التحديث.
cs: Tuto aktualizaci jste ignorovali.
da: Du har ignoreret denne opdatering.
de: Sie haben dieses Update ignoriert.
el: Αγνοήσατε αυτήν την ενημέρωση.
es: Has ignorado esta actualización.
fi: Olet ohittanut tämän päivityksen.
fr: Vous avez ignoré cette mise à jour.
it: Hai ignorato questo aggiornamento.
ja: この更新は無視されました。
nl: Je hebt deze update genegeerd.
no: Du har ignorert denne oppdateringen.
pl: Zignorowałeś tę aktualizację.
pt: Você ignorou esta atualização.
ro: Ați ignorat această actualizare.
ru: Вы проигнорировали это обновление.
sv: Du har ignorerat denna uppdatering.
uk: Ви проігнорували це оновлення.

source: Unignore & Check Again
ar: عدم تجاهل و تحقق مرة أخرى
cs: Zrušit ignorování a znovu zkontrolovat
da: Unignore & Tjek Igen
de: Nicht ignorieren & erneut prüfen
el: Unignore & Έλεγχος Ξανά
es: Designorar y comprobar de nuevo
fi: Tasoita & Tarkista Uudelleen
fr: Déconnecter et vérifier à nouveau
it: Ignora E Controlla Ancora
ja: 再度無視&チェック
nl: Onbekenden & Opnieuw controleren
no: Unignore & sjekk igjen
pl: Odignoruj i sprawdź ponownie
pt: Unignore e verifique novamente
ro: Ignoră și verifică din nou
ru: Отменить игнорирование и проверить снова
sv: Ignorera och kontrollera igen
uk: Не ігнорувати та перевірити знову

source: Check for Updates Now
ar: تحقق من وجود تحديثات الآن
cs: Zkontrolovat aktualizace
da: Søg efter opdateringer nu
de: Jetzt nach Updates suchen
el: Έλεγχος για ενημερώσεις τώρα
es: Comprobar actualizaciones ahora
fi: Tarkista päivitykset nyt
fr: Vérifier les mises à jour maintenant
it: Controlla aggiornamenti ora
ja: アップデートを確認する
nl: Nu controleren op updates
no: Se etter oppdateringer nå
pl: Sprawdź aktualizacje teraz
pt: Verificar Atualizações Agora
ro: Verifică actualizările acum
ru: Проверить обновления
sv: Sök efter uppdateringar nu
uk: Перевірити наявність оновлень

# updateToVersionIsAvaible
source: Update to version {version} is available
ar: يتوفر التحديث إلى الإصدار {version}
cs: Aktualizace na verzi {version} je k dispozici
da: Opdatering til version {version} er tilgængelig
de: Update auf Version {version} ist verfügbar
el: Η ενημέρωση στην έκδοση {version} είναι διαθέσιμη
es: La actualización a la versión {version} está disponible
fi: Päivitä versioon {version} on saatavilla
fr: Mise à jour vers la version {version} est disponible
it: L'aggiornamento alla versione {version} è disponibile
ja: バージョン {version} へのアップデートが利用可能です
nl: Update naar versie {version} is beschikbaar
no: Oppdatering til versjon {version} er tilgjengelig
pl: Aktualizacja do wersji {version} jest dostępna
pt: Atualização para a versão {version} está disponível
ro: Actualizare la versiunea {version} este disponibilă
ru: Доступно обновление до версии {version}
sv: Uppdatering till version {version} är tillgänglig
uk: Оновлення до версії {version} доступне

source: Download and Install Update
ar: تحميل وتثبيت التحديث
cs: Stáhnout a nainstalovat aktualizaci
da: Download og installer opdatering
de: Update herunterladen und installieren
el: Λήψη και εγκατάσταση ενημέρωσης
es: Descargar e instalar actualización
fi: Lataa ja asenna päivitys
fr: Télécharger et installer la mise à jour
it: Scarica e installa l'aggiornamento
ja: アップデートのダウンロードとインストール
nl: Download en installeer Update
no: Last ned og installer oppdatering
pl: Pobierz i Zainstaluj Aktualizację
pt: Baixar e instalar atualização
ro: Descărcați și instalați actualizarea
ru: Скачать и установить обновление
sv: Ladda ner och installera uppdatering
uk: Завантажити та встановити оновлення

source: View Release Page
ar: عرض صفحة الإصدار
cs: Zobrazit stránku vydání
da: Vis Udgivelsesside
de: Release-Seite anzeigen
el: Προβολή Σελίδας Κυκλοφορίας
es: Ver página de lanzamiento
fi: Näytä Julkaisusivu
fr: Voir la page de publication
it: Visualizza Pagina Di Rilascio
ja: リリースページを表示
nl: Bekijk Release Pagina
no: Vis utgivelsessiden
pl: Zobacz Stronę Wydania
pt: Ver Página de Lançamento
ro: Vezi pagina de lansare
ru: Просмотр страницы релиза
sv: Visa releasesidan
uk: Переглянути сторінку релізу

source: Data Management
ar: إدارة البيانات
cs: Správa dat
da: Datahåndtering
de: Datenmanagement
el: Διαχείριση Δεδομένων
es: Gestión de datos
fi: Tietojen Hallinta
fr: Gestion des données
it: Gestione Dei Dati
ja: データ管理
nl: Data beheer
no: Administrasjon av data
pl: Zarządzanie Danymi
pt: Gerenciamento de dados
ro: Gestionarea datelor
ru: Управление данными
sv: Datahantering
uk: Управління даними

source: Force Rescrape All Data
ar: إعادة فرض جميع البيانات
cs: Vynutit Rescrape všechna data
da: Gennemtving Gendan Alle Data
de: Alle Daten wiederherstellen
el: Εξαναγκασμός Rescrape Όλων Των Δεδομένων
es: Forzar reiniciar todos los datos
fi: Pakota Uudelleennimeämään Kaikki Tiedot
fr: Forcer le remaniement de toutes les données
it: Forza Rescrape Tutti I Dati
ja: すべてのデータを強制的に再スクレイプする
nl: Forceer Rescrape Alle gegevens
no: Tving «Rescrape» alle data
pl: Wymuś Aktualizację Wszystkich Danych
pt: Forçar Recrape Todos os Dados
ro: Forțează Rescrape Toate Datele
ru: Принудительно восстановить все данные
sv: Tvinga Rescrape alla data
uk: Примусово збирати всі дані

source: Warning: This process can take a very long time and consume significant network data. Use with caution.
ar: تحذير: هذه العملية قد تستغرق وقتاً طويلاً وتستهلك بيانات شبكة كبيرة. استخدمها بحذر.
cs: Varování: Tento proces může trvat velmi dlouho a spotřebovávat významná síťová data. Používejte s opatrností.
da: Advarsel: Denne proces kan tage meget lang tid og forbruge betydelige netværksdata. Bruges med forsigtighed.
de: Warnung: Dieser Prozess kann sehr lange dauern und erhebliche Netzwerkdaten verbrauchen. Mit Vorsicht verwenden.
el: Προειδοποίηση: Αυτή η διαδικασία μπορεί να διαρκέσει πολύ καιρό και να καταναλώσει σημαντικά δεδομένα δικτύου. Χρησιμοποιήστε τα με προσοχή.
es: Advertencia: Este proceso puede tomar un tiempo muy largo y consumir datos significativos de la red. Utilizar con precaución.
fi: Varoitus: Tämä prosessi voi kestää hyvin kauan ja kuluttaa merkittäviä verkkotietoja. Käytä varoen.
fr: Attention : Ce processus peut prendre beaucoup de temps et consommer des données réseau significatives. À utiliser avec prudence.
it: Attenzione: Questo processo può richiedere molto tempo e consumare dati di rete significativi. Utilizzare con cautela.
ja: 警告：このプロセスには非常に長い時間がかかり、重要なネットワークデータを消費する可能性があります。注意して使用してください。
nl: Waarschuwing: Dit proces kan zeer lang duren en aanzienlijke netwerkgegevens verbruiken. Wees voorzichtig.
no: Advarsel: Denne prosessen kan ta svært lang tid og bruke betydelige nettverksdata. Bruk med forsiktighet.
pl: Ten proces może zająć bardzo dużo czasu i zużyć znaczącą ilość transferu. Używaj z ostrożnością.
pt: Aviso: Este processo pode levar muito tempo e consumir dados significativos de rede. Use com cuidado.
ro: Atenție: Acest proces poate dura foarte mult timp și poate consuma date de rețea semnificative. Utilizați cu prudență.
ru: Предупреждение: Этот процесс может занять очень много времени и потреблять значительные сетевые данные. Используйте с осторожностью.
sv: Varning: Denna process kan ta mycket lång tid och konsumera betydande nätverksdata. Använd med försiktighet.
uk: Попередження: Цей процес може зайняти багато часу та споживати значні дані мережі. Використовуйте з обережністю.

source: Rescraping... See Dialog
ar: إعادة... شاهد مربع الحوار
cs: Překódování... Viz dialog
da: Rescraping... Se Dialog
de: Rescraping... siehe Dialog
el: Επανεκκίνηση... Δείτε Το Διάλογο
es: Recuperando... Ver diálogo
fi: Rajoitetaan... Katso Dialogi
fr: Rembobinage... Voir Dialogue
it: Rescraping... Vedi Finestra
ja: 再起動中... ダイアログ を参照
nl: Rescrapen... Zie dialoogvenster
no: Rescraping... Se vinduet
pl: Aktualizowanie... Zobacz okno dialogowe
pt: Resplandecente... Veja o diálogo
ro: Rescrapare... Vezi Dialog
ru: Повтор... Посмотреть диалог
sv: Rescraping... Se dialogruta
uk: Повторне завдання... дивіться діалог

source: Force Rescrape All Data Now
ar: إجبار جميع البيانات الآن
cs: Vynutit Rescrape všechna data nyní
da: Gennemtving Gendan Alle Data Nu
de: Jetzt alle Daten wiederherstellen
el: Εξαναγκασμός Rescrape Όλα Τα Δεδομένα Τώρα
es: Forzar Retirar Todos los Datos Ahora
fi: Pakota Uudelleennimeämään Kaikki Tiedot Nyt
fr: Forcer le remaniement de toutes les données maintenant
it: Forza La Rescrape Tutti I Dati Ora
ja: 今すぐすべてのデータを強制的に再スクレイプする
nl: Forceer nu Rescrape Alle gegevens
no: Tving «Rescrape» all data nå
pl: Wymuś Aktualizację Wszystkich Danych
pt: Forçar Recrape Todos os Dados Agora
ro: Forțează acum Rescrape Toate Datele
ru: Принудительно восстановить все данные
sv: Tvinga Rescrape All Data nu
uk: Примусово збирати всі дані

source: Another rescraping process is already running.
ar: وهناك عملية إلغاء أخرى قيد التشغيل بالفعل.
cs: Již běží další proces recrapingu.
da: En anden omlægningsproces er allerede i gang.
de: Ein weiterer Prozess läuft bereits.
el: Μια άλλη διαδικασία αναβίωσης εκτελείται ήδη.
es: Otro proceso de reasignación ya se está ejecutando.
fi: Toinen uusintaprosessi on jo käynnissä.
fr: Un autre processus de récupération est déjà en cours d'exécution.
it: Un altro processo di rescraping è già in esecuzione.
ja: 別の再分割プロセスはすでに実行されています。
nl: Er is al een nieuw proces aan de gang.
no: En annen omskraping pågår allerede.
pl: Inny proces aktualizacji jest już uruchomiony.
pt: Outro processo de rescraping já está em execução.
ro: Un alt proces de refacere este deja în desfășurare.
ru: Другой процесс восстановления уже запущен.
sv: En annan rescraping process är redan igång.
uk: Інший процес розсіювання вже запущений.

source: Clearing all existing data...
ar: مسح جميع البيانات الموجودة...
cs: Vymazání všech existujících dat...
da: Rydder alle eksisterende data...
de: Alle vorhandenen Daten werden gelöscht...
el: Εκκαθάριση όλων των υπαρχόντων δεδομένων...
es: Limpiando todos los datos existentes...
fi: Tyhjennetään kaikki olemassa olevat tiedot...
fr: Effacement de toutes les données existantes...
it: Cancellazione di tutti i dati esistenti...
ja: 既存のすべてのデータをクリアしています...
nl: Alle bestaande gegevens wissen...
no: Sletter alle eksisterende data...
pl: Czyszczenie wszystkich istniejących danych...
pt: Limpando todos os dados existentes...
ro: Ștergerea tuturor datelor existente...
ru: Очистить все существующие данные...
sv: Rensar alla befintliga data...
uk: Очищення всіх існуючих даних...

# scrapingAllRepackNamesPhase1
source: Scraping all repack names (Phase 1/4)...
ar: تخليص جميع أسماء الحزم (المرحلة 1/4)...
cs: Vymazání všech názvů repack (Phase 1/4)...
da: Scraping alle repack navne (fase 1/4)...
de: Schrotten aller Repacknamen (Phase 1/4)...
el: Ξύσιμο όλων των ονομάτων repack (Φάση 1/4)...
es: Raspando todos los nombres de los reenvases (ase 1/4)...
fi: Tarkistetaan kaikki repack-nimet (vaihe 1/4)...
fr: Récupération de tous les noms de repack (Phase 1/4)...
ja: すべてのリポジトリ名をスクラップ中 (Phase 1/4)...
nl: Alle repack-namen overschrijven (Phase 1/4)...
no: Skraping av alle repakkenavn (Fase 1/4)...
pl: Pozyskiwanie wszystkich tytułów repacków (Etap 1/4)...
pt: Scraping todos os nomes de repack (Fase 1/4)...
ro: Răzuieşte toate numele de reambalare (faza 1/4)...
ru: Scraping все имена repack (Фаза 1/4)...
sv: Skrapar alla namn repack (Fas 1/4)...
uk: Шлібування всіх імен репозиторіїв (Фаза 1/4)...

# scrapingAllRepackNamesPhase1Progress
source: Scraping all repack names (Phase 1/4): Page {page} of {totalPages} {totalPages, plural, one{page} other{pages}}
ar: تخطي جميع أسماء الحزم (المرحلة 1/4): الصفحة {page} من {totalPages} {page, plural, one{صفحة} other{صفحات}}
cs: Vykreslování všech jmen repack (Základ 1/4): Strana {page} z {totalPages} {page, plural, one{stránka} other{stránky}}
da: Scraping alle repack navne (fase 1/4): Side {page} af {totalPages} {page, plural, one{side} other{sider}}
de: Schrotten aller Repacknamen (Phase 1/4): Seite {page} von {totalPages} {page, plural, one{Seite} other{Seiten}}
el: Αποξύπνημα όλων των ονομάτων repack (Φάση 1/4): Σελίδα {page} του {totalPages} {page, plural, one{σελίδα} other{σελίδες}}
es: Raspando todos los nombres de los repacks 1/4): Página {page} de {totalPages} {page, plural, one{Página} other{páginas}}
fr: Détruire tous les noms de repack (Phase 1/4): Page {page} de {totalPages} {page, plural, one{page} other{pages}}
it: Scraping all repack names (Phase 1/4): Page {page} of {totalPages} {page, plural, one{page} other{pages}}
ja: すべてのリポジトリ名をスクラップしています (フェーズ 1/4): {page} の {totalPages} {page, plural, one{page} other{page}}
nl: Versnel alle repack namen (Phase 1/4): Pagina {page} van {totalPages} {page, plural, one{Pagina} other{pagina}}
no: Skraper alle reaknavnene (Fase 1/4): Side {page} av {totalPages} {page, plural, one{Side} other{sider}}
pl: Pozyskiwanie wszystkich nazw repacków (Etap 1/4): Strona {page} z {totalPages} {totalPages, plural, one{strony} few{stron} other{stron}}
pt: Scraping todos os nomes de repack (Fase 1/4): Página {page} de {totalPages} {page, plural, one{página} other{páginas}}
ro: Răzuiește toate numele (faza 1/4): {page} de {totalPages} {page, plural, one{pagina} other{paginile}}
ru: Скрипт всех имен repack (Фаза 1/4): Страница {page} из {totalPages} {page, plural, one{страница} other{страницы}}
sv: Skrapning av alla repacknamn (fas 1/4): Sida {page} av {totalPages} {page, plural, one{sida} other{sidor}}
uk: Шліфування всіх імен репозиторіїв (Фаза 1/4): сторінка {page} {totalPages} {page, plural, one{сторінка} other{Сторінки}}

# allRepackNamesScrapedPhase1
source: All repack names scraped. ({count} {count, plural, zero{names} one{name} other{names}} (Phase 1/4 Complete)
ar: تم تخريد جميع أسماء الحزمة. ({count} {count, plural, zero{اسم} one{اسم} other{اسم}} (المرحلة 1/4 كاملة)
cs: Všechny názvy repack smazány. ({count} {count, plural, zero{jména} one{jméno} other{jména}} (Dokončeno 1/4)
da: Alle repack navne skrabet. ({count} {count, plural, zero{navne} one{navn} other{navne}} (fase 1/4 komplet)
de: Alle Repacknamen sind verschrottet. ({count} {count, plural, zero{Namen} one{Name} other{Namen}} (Phase 1/4 Abgeschlossen)
es: Todos los nombres del paquete raspados. (¡{count} {count, plural, zero{nombres} one{nombre} other{nombres}} Sube 1/4 Completado)
fr: Tous les noms de réparation ont été effrayés. ({count} {count, plural, zero{noms} one{nom} other{noms}} (Phase 1/4 terminé)
it: Tutti i nomi del repack sono stati eliminati. ({count} {count, plural, zero{nomi} one{nome} other{nomi}} (Fase 1/4 Completo)
no: Alle repakkens navn skrapet. ({count} {count, plural, zero{navn} one{navn} other{navn}} (Fase 1/4 Fullført)
pl: Pozyskano wszystkie tytuły repacków. ({count} {count, plural, one{tytuł} few{tytuły} other{tytułów}} (Etap 1/4 Ukończony)
ro: Toate numele reîmpachetate. ({count} {count, plural, zero{Nume} one{Nume} other{Numele}} (Fagură 1/4 completă)
ru: Все имена разбиты. ({count} {count, plural, zero{имена} one{имя} other{имена}} (Фаза 1/4 завершена)
sv: Alla repacknamn skrapade. ({count} {count, plural, zero{namn} one{namn} other{namn}} (Fas 1/4 klar)
uk: Усі імена лагодження розвідані. ({count} {count, plural, zero{Ім'я} one{ім'я} other{імені}} (Фаза 1/4 Завершення)

# scrapingDetailsForEveryRepackPhase2LongestPhase
source: Scraping details for every repack (Phase 2/4 - Longest Phase)...
ar: تفاصيل الخريطة لكل باقة (المرحلة 2/4 - الأطول مرحلة)...
cs: Scraping detaily pro každý repack (fáze 2/4 - nejdelší fáze)...
da: Scraping detaljer for hver repack (fase 2/4 - længste fase) ...
de: Details für jede Rettung (Phase 2/4 - Längste Phase)...
el: Λεπτομέρειες απόξεσης για κάθε επανασυσκευασία (Φάση 2/4 - Μεγαλύτερη φάση)...
es: Detalles de desguace para cada paquete de Reembolso de 2/4 - Fase más larga)...
fi: Scraping yksityiskohdat jokaiselle repack (vaihe 2/4 - Pisin vaihe)...
fr: Des détails pour chaque réparation (Phase 2/4 - Phase la plus longue)...
it: Dettagli per ogni confezione (fase 2/4 - Fase più lunga)...
ja: すべてのリポジトリの詳細をスクラップする (フェーズ2/4 - 最長フェーズ)。
nl: Scrap-details voor elke repack (Phase 2/4 - Langste Fase)...
no: Scraping detaljer for hver repakke (Fase 2/4 - lengste fase)
pl: Pozyskiwanie szczegółów dla każdego repacka (Etap 2/4 - Najdłuższy Etap)...
pt: Scraping detalhes para cada réptil (Fase 2/4 - Faca mais longo)...
ro: Detalii de răzuire pentru fiecare repack (faza 2/4 - cea mai lungă fază)...
ru: Scraping details for every repack (Фаза 2/4 - Длинная Фаза)...
sv: Skrapning detaljer för varje repack (Fas 2/4 - Längsta fasen)...
uk: Шкрябування подробиць для кожного ремонту (Фаза 2/4 - Довгий Фаза)...

# scrapingDetailsForEveryRepackPhase2Progress
source: Scraping details for every repack (Phase 2/4): Repack {current} of {total}
ar: تفاصيل التخريب لكل حزمة (المرحلة 2/4): الحزمة {current} من {total}
cs: Detaily o každém repack (Phase 2/4): repozitář {current} z {total}
da: Scraping detaljer for hvert svar (fase 2/4): Repack {current} af {total}
de: Schrottdetails für jede Rettung (Phase 2/4): {current} von {total} neu packen
es: Detalles de raspado para cada paquete de 2/4): Repetir {current} de {total}
fr: Détails de débordement pour chaque dépôt (Phase 2/4): Reconditionnez {current} de {total}
it: Dettagli per ogni confezione (fase 2/4): Repack {current} di {total}
ja: すべてのリパックの詳細をスクラップする (フェーズ2/4): {current} のリパック {total}
nl: Scrap-details voor elke repack (Phase 2/4): Repack {current} of {total}
no: Scraping for hver repack (Fase 2/4): Repack {current} av {total}
pl: Pozyskiwanie szczegółów dla każdego repacka (Etap 2/4): Repack {current} z {total}
pt: Selecionar detalhes para cada réptil (Fase 2/4): Recompile {current} de {total}
ro: Detalii răzuire pentru fiecare reambalare (faza 2/4): Reambalare {current} de {total}
ru: Скрапывание деталей для каждого repack (Фаза 2/4): Repack {current} из {total}
sv: Skrapdetaljer för varje repack (fas 2/4): Repack {current} i {total}
uk: Шлібкувальна інформація для кожного кафедри (Фаза 2/4): Передачіть {current} в {total}
