Repository: THR3ATB3AR/fit_flutter_fluent
Catalog: lib/l10n/app_*.arb
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk

# allRepackDetailsScrapedPhase2
source: All repack details scraped. ({count} {count, plural, zero{repacks} one{repack} other{repacks}} processed (Phase 2/4 Complete)
ar: تم تخريد جميع تفاصيل الحزمة. ({count} {count, plural, zero{حزم} one{حزمة} other{حزم}} تمت معالجتها (المرحلة 2/4 كاملة)
cs: Všechny detaily repack byly odstraněny. ({count} {count, plural, zero{přebalte} one{repack} other{rebalování}} zpracováno (třetí a čtvrtá fáze)
da: Alle repack detaljer skrabet. ({count} {count, plural, zero{repacks} one{repack} other{repacks}} behandlet (fase 2/4 komplet)
de: Alle Rückholdetails sind verschrottet. ({count} {count, plural, zero{Packt} one{repack} other{Repacks}} verarbeitet (Phase 2/4 Abgeschlossen)
es: Todos los detalles del paquete son raspados. (¡{count} {count, plural, zero{Repacks} one{¡Repack} other{Repacks}} procesados 2/4 Completos)
fr: Tous les détails de la réparation ont été arrachés. ({count} {count, plural, zero{repacks} one{repack} other{repacks}} traités (Phase 2/4 complet)
it: Tutti i dettagli del repack sono stati rimossi. ({count} {count, plural, zero{repack} one{repack} other{repack}} processato (fase 2/4 Completo)
nl: Alle repack details zijn gescraped. ({count} {count, plural, zero{repacks} one{repack} other{herpakt}} verwerkt (Phase 2/4 Voltooid)
no: Alle detaljer om pakke skrapet. ({count} {count, plural, zero{repacks} one{repakke} other{repacks}} behandlet (Fase 2/4 Komplett)
pl: Detale wszystkich repacków zostały pozyskane. (Przetworzono {count} {count, plural, one{repack} few {repacki} many {repacków} other{repacków}}) (Etap 2/4 Ukończony)
pt: Todos os detalhes da sack foram copiados. ({count} {count, plural, zero{Recompre} one{repack} other{repacks}} processado (Fase 2/4 Completo)
ru: Все реквизиты перепака сломаны. ({count} {count, plural, zero{перепаковки} one{repack} other{reacks}} обработано (этап 2/4 завершен)
sv: Alla repackdetaljer skrapade. ({count} {count, plural, zero{repacks} one{repack} other{repacks}} bearbetad (Fas 2/4 klar)

# rescrapingNewRepacksPhase3
source: Rescraping new repacks (Phase 3/4)...
ar: إعادة حزم جديدة (المرحلة 3/4)...
da: Rescraping nye repacks (fase 3/4)...
de: Neue Repacks wiederherstellen (Phase 3/4)...
el: Αναζωογόνηση νέων επισκευών (Φάση 3/4)...
es: Recuperando nuevos repacks 3/4)...
fi: Uudelleennimeä uusia paketteja (vaihe 3/4)...
it: Rescraping nuovi pacchetti (Fase 3/4)...
ja: 新しいリパックを再作成中 (フェーズ3/4) ...
nl: Herpakken nieuwe repacks (Phase 3/4)...
no: Skraper nye repakker (Fase 3/4)...
pl: Pozyskiwanie nowych repacków (Etap 3/4)...
pt: Rescrindo novos representantes (Fase 3/4)...
ro: Rescrapare repachete noi (faza 3/4)...
ru: Восстановление новых репакетов (Фаза 3/4)...
sv: Rescraping nya repacks (Fas 3/4)...
uk: Перескасовування нових репасток (Фаза 3/4)...

# rescrapingNewRepacksPhase3Progress
source: Rescraping new repacks (Phase 3/4): Page {current} of {total}
ar: إعادة حزم جديدة (المرحلة 3/4): الصفحة {current} من {total}
cs: Překódování nových rebalíků (3. základna): Strana {current} z {total}
da: Genoprettelse af nye repacks (fase 3/4): Side {current} af {total}
de: Wiederholen neuer Repacks (Phase 3/4): Seite {current} von {total}
el: Αναβίωση νέων επισκευών (Φάση 3/4): Page {current} of {total}
es: Recubrimiento de nuevos mochileros 3/4): Página {current} de {total}
fr: Relâcher de nouveaux repacks (Phase 3/4): Page {current} de {total}
it: Rescraping new repack (Fase 3/4): Pagina {current} di {total}
ja: 新しいリパックを再作成中 (フェーズ3/4): {current} / {total}
nl: Nieuwe herpakken (Phase 3/4): Pagina {current} van {total}
no: Videreføring av nye repakker (Fase 3/4): Side {current} av {total}
pl: Pozyskiwanie nowych repacków (Etap 3/4): Strona {current} of {total}
pt: Rescrir novos representantes (Fase 3/4): Página {current} de {total}
ro: Rescrapare noi repachete (faza 3/4): {current} {total}
ru: Восстановление новых reacks (Фаза 3/4): Страница {current} из {total}
sv: Rescraping new repacks (Fas 3/4): Sida {current} i {total}
uk: Переспрощення нових репасток (Фаза 3/4): сторінка {current} з {total}

# newRepacksRescrapedPhase3Complete
source: New repacks rescraped. (Phase 3/4 Complete)
ar: حزم جديدة ملغاة. (المرحلة 3/4 مكتملة)
cs: Nové rebalíky překrývají. (Dokončeno 3/4)
da: Nye repacks recraped. (Phase 3/4 komplet)
de: Neue Repacks aufgehoben. (Phase 3/4 abgeschlossen)
el: Νέες επισκευές που έχουν υποστεί ανάμιξη. (Φάση 3/4)
es: Nuevos reenvases. Sube 3/4 completado)
fi: Uudet repacks rescraped. (faasi 3/4 Complete)
fr: Nouvelles réparations refaites. (Phase 3/4 terminée)
it: Nuovi repack rescraped. (Fase 3/4 Completo)
ja: 新しいリパックが再開されました。（フェーズ3/4完了）
nl: Nieuwe repacks zijn teruggezet. (Phase 3/4 Voltooid)
no: Nye repacks rescraped. (Fase 3/4 fullført)
pl: Nowe repacki zostały pozyskane. (Etap 3/4 Ukończony)
pt: Novos répteis reescaneados. (Fase 3/4 Completa)
ro: Reambalaje noi rescăzute. (Faza 3/4 completă)
ru: Новые повторные наборы. (Фаза 3/4 завершена)
sv: Nya repacks skrotade. (Fas 3/4 Färdig)
uk: Нові репаки переочищені. (Фаза 3/4 Завершено)

# rescrapingPopularRepacksPhase4
source: Rescraping popular repacks (Phase 4/4)...
ar: استعادة الحزم الشعبية (المرحلة 4/4)...
cs: Rescraping populární repacky (Phase 4/4)...
da: Rescraping populære repacks (Phase 4/4)...
de: Wiederbelebung beliebter Repacks (Phase 4/4)...
el: Αναζωογόνηση δημοφιλών επισκευών (Φάση 4/4)...
es: Recuperando los paquetes populares (ase 4/4)...
fi: Luodaan suosittuja repaketteja (vaihe 4/4)...
it: Rescraping repacks popolari (Fase 4/4)...
ja: 人気のリパックを再作成中 (Phase 4/4)...
nl: Herpakken van populaire repacks (Phase 4/4)...
no: Rescraping populære repakker (fase 4/4)...
pl: Reskrapiwanie popularnych przepakowań (zmiana 4/4)...
pt: Recolher representantes populares (Fase 4/4)...
ro: Rescrapare repachete populare (faza 4/4)...
ru: Восстановление популярных репозиториев (Фаза 4/4)...
sv: Rescraping populära repacks (Fas 4/4)...
uk: Перескасовування популярних оновлень (Фаза 4/4)...

# rescrapingPopularRepacksPhase4Progress
source: Rescraping popular repacks (Phase 4/4): Item {current} of {total}
ar: استعادة الحزم الشعبية (المرحلة 4/4): العنصر {current} من {total}
cs: Překrývání populárních repacků (věc 4/4): položka {current} z {total}
da: Rescraping populære repacks (fase 4/4): Vare {current} af {total}
de: Wiederbelebung beliebter Repacks (Phase 4/4): Item {current} von {total}
es: Retrapando los mochileros populares: Objeto {current} de {total}
fr: Relaping popular repacks (Phase 4/4): Item {current} of {total}
ja: 人気のリパックを再集結中 (フェーズ4/4): アイテム {current} / {total}
nl: Rescraping populaire repacks (Phase 4/4): Item {current} van {total}
no: Utvikling av populære repakker (fase 4/4): Gjenstand {current} av {total}
pl: Pozyskiwanie Popularnych repacków (Etap 4/4): Repack {current} z {total}
pt: Reescanear representantes populares (Fase 4/4): Item {current} de {total}
ro: Rescrapare repachete populare (faza 4/4): {current} de {total}
ru: Популярные reacks (Фаза 4/4): Предмет {current} от {total}
sv: Rescraping populära repacks (fas 4/4): Artikel {current} i {total}
uk: Перескасування популярних репакетів (Phase 4/4): Елемент {current} з {total}

# popularRepacksRescrapedPhase4Complete
source: Popular repacks rescraped. (Phase 4/4 Complete)
ar: تم إلغاء الحزم الشعبية. (المرحلة 4/4 مكتملة)
cs: Populární reklam překrývají. (Dokončeno 4/4)
da: Populære repacks recraped. (fase 4/4 komplet)
de: Beliebte Repacks aufgerollt. (Phase 4/4 Abgeschlossen)
el: Δημοφιλείς επισκευές που έχουν αναχιαστεί. (Φάση 4/4 Πλήρης)
es: Repacks populares rediseñados. Sube 4/4 completado)
fi: Suosittuja repacks rescraped. (faasi 4/4 Complete)
fr: Repôts populaires remaniés. (Phase 4/4 terminé)
it: Repacks popolari rescraped. (Fase 4/4 Completo)
ja: 人気リパックが再開されました。（フェーズ4/4完了）
nl: Populaire repacks gescraped. (Phase 4/4 Voltooid)
no: Populære repacks resraped. (Fase 4/4 fullført)
pl: Pozyskiwanie Popularnych repacków (Etap 4/4 Ukończony)
pt: Rejetos populares reescaneados. (Fase 4/4 Completo)
ro: Repachete populare rescăzute. (faza 4/4 complete)
ru: Популярные репакеты восстановлены. (Фаза 4/4)
sv: Populära repacks rescraped. (Fas 4/4 Komplett)
uk: Популярні репаки перескасовані. (Фаза 4/4 Завершено)

source: Finalizing...
ar: وضع اللمسات الأخيرة
cs: Dokončování...
da: Afslutter...
de: Fertigstellen...
el: Ολοκλήρωση...
es: Finalizando...
fi: Viimeistetään...
fr: Finalisation...
it: Completamento...
ja: 完了中...
nl: Afronden...
no: Fullfører...
pl: Kończenie...
pt: Finalizando...
ro: Finalizare...
ru: Завершение...
sv: Slutför...
uk: Завершення...

source: Full rescrape completed successfully!
ar: تم الإلغاء الكامل بنجاح!
cs: Kompletní reskrapka byla úspěšně dokončena!
da: Fuld rescrape gennemført med succes!
de: Vollständige Rescrape erfolgreich abgeschlossen!
el: Πλήρης rescrape ολοκληρώθηκε με επιτυχία!
es: La rescrape completa se completó con éxito!
fi: Täysi rescrape suoritettu onnistuneesti!
fr: Restaure complète terminée avec succès !
it: Rescrape completate con successo!
ja: 完全なリスクレイプが正常に完了しました！
nl: Volledige rescrape succesvol voltooid!
no: Full rescrape fullført!
pl: Pełna aktualizacja danych zakończona pomyślnie!
pt: Rescrape completo completado com sucesso!
ro: Rescrapare completă cu succes!
ru: Полная повторная кража успешно завершена!
sv: Fullständig rescrape slutförd!
uk: Повне зібрання успішно завершено!

# errorProcessHalted
source: Error: {errorMessage}. Process halted.
ar: خطأ: {errorMessage}. توقفت العملية.
cs: Chyba: {errorMessage}. Proces byl zastaven.
da: Fejl: {errorMessage}. Proces standset.
de: Fehler: {errorMessage}. Prozess gestoppt.
es: Error: {errorMessage}. Proceso detenido.
fi: Virhe: {errorMessage}. Prosessi pysäytetty.
fr: Erreur: {errorMessage}. Processus arrêté.
it: Errore: {errorMessage}. Processo interrotto.
ja: エラー： {errorMessage}処理を停止しました。
nl: Fout: {errorMessage}. Proces gestopt.
no: Feil: {errorMessage}. Prosess stanset.
pl: Błąd: {errorMessage}. Proces zatrzymany.
pt: Erro: {errorMessage}. Processo interrompido.
ro: Eroare: {errorMessage}. Procesul a fost oprit.
ru: Ошибка: {errorMessage}. Процесс остановлен.
sv: Fel: {errorMessage}. Processen stoppades.
uk: Помилка: {errorMessage}. Процес припинено.

source: Daily
ar: يومياً
cs: Denní
da: Dagligt
de: Täglich
el: Καθημερινά
es: Diario
fi: Päivittäin
fr: Tous les jours
it: Giornaliero
ja: 毎日
nl: Dagelijks
no: Daglig
pl: Codziennie
pt: Diariamente
ro: Zilnic
ru: Ежедневно
sv: Dagligen
uk: Щоденно

source: Weekly
ar: أسبوعيا
cs: Týdenní
da: Ugentlig
de: Wöchentlich
el: Εβδομαδιαία
es: Semanal
fi: Viikoittain
fr: Hebdomadaire
it: Settimanale
nl: wekelijks
no: Ukentlig
pl: Tygodniowo
pt: Semanalmente
ro: Săptămânal
ru: Еженедельно
sv: Veckovis
uk: Щотижня

source: Manual
ar: دليل
cs: Ruční
da: Manuelt
de: Manuell
el: Χειροκίνητα
fi: Manuaalinen
fr: Manuelle
it: Manuale
ja: マニュアル
nl: Handleiding
no: Manuell
pl: Ręcznie
pt: Manualmente
ru: Ручной
sv: Manuell
uk: Вручну

source: On Every Startup
ar: في كل بداية
cs: Při každém spuštění
da: Ved Hver Opstart
de: Bei jedem Start
el: Σε Κάθε Εκκίνηση
es: En cada inicio
fi: Jokaisella Käynnistyksellä
fr: Au démarrage
it: Ad Ogni Avvio
ja: すべての起動時
nl: Bij elke opstart
no: Ved hver oppstart
pl: Przy każdym uruchomieniu
pt: Em Toda inicialização
ro: La fiecare pornire
ru: При каждом запуске
sv: Vid varje uppstart
uk: При кожному запуску

source: Light
ar: فاتح
cs: Světlý
da: Lys
de: Hell
el: Φωτεινό
es: Claro
fi: Vaalea
fr: Lumière
it: Chiaro
ja: ライト
nl: Licht
no: Lys
pl: Jasny
pt: Fino
ro: Lumină
ru: Светлая
sv: Ljus
uk: Світла

source: Dark
ar: داكن
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτεινό
es: Oscuro
fi: Tumma
fr: Sombre
it: Scuro
ja: ダーク
nl: Donker
no: Mørk
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Тёмная
sv: Mörk
uk: Темна

source: No URLs found in the mirror configuration.
ar: لم يتم العثور على عناوين URL في تكوين المرآة.
cs: V konfiguraci zrcadla nebyly nalezeny žádné URL adresy.
da: Ingen URL'er fundet i spejlkonfigurationen.
de: Keine URLs in der Spiegel-Konfiguration gefunden.
el: Δεν βρέθηκαν διευθύνσεις URL στις ρυθμίσεις ειδώλου.
es: No se encontraron URLs en la configuración de réplica.
fi: Peilin kokoonpanossa ei löytynyt URL-osoitteita.
fr: Aucune URL trouvée dans la configuration du miroir.
it: Nessun URL trovato nella configurazione del mirror.
ja: ミラー設定に URL が見つかりません。
nl: Geen URL's gevonden in de spiegelconfiguratie.
no: Ingen URL-er funnet i speilkonfigurasjonen.
pl: Nie znaleziono adresów URL.
pt: Não há URLs encontradas na configuração do espelho.
ro: Nu s-au găsit URL-uri în configurația oglindei.
ru: URL-адреса в конфигурации зеркала не найдены.
uk: Не знайдено URL-адреси в конфігурації дзеркала.

source: Failed to process (Unknown Plugin):
ar: فشل في المعالجة (إضافة غير معروفة):
cs: Nepodařilo se zpracovat (Neznámý plugin):
da: Mislykkedes at behandle (Ukendt plugin):
de: Verarbeitung fehlgeschlagen (Unbekanntes Plugin):
el: Αποτυχία επεξεργασίας (Άγνωστο Πρόσθετο):
es: Error al procesar (Plugin desconocido):
fi: Käsittely epäonnistui (Tuntematon lisäosa):
fr: Impossible de traiter (plugin inconnu) :
it: Elaborazione (Plugin sconosciuto) non riuscita:
ja: 処理に失敗しました (不明なプラグイン):
nl: Verwerken (onbekende Plugin) is mislukt:
no: Mislyktes i å prosessere (ukjent plugin):
pl: Nie udało się przetworzyć (wtyczka nieznana):
pt: Falha ao processar (Plugin desconhecido):
ro: Procesare eșuată (Plugin necunoscut):
ru: Не удалось обработать (Неизвестный плагин):
uk: Не вдалося обробити (невідомий плагін):

source: Problem processing some links.
ar: مشكلة في معالجة بعض الروابط.
cs: Problém se zpracováním některých odkazů.
da: Problem med at behandle nogle links.
de: Probleme beim Verarbeiten einiger Links.
el: Πρόβλημα επεξεργασίας ορισμένων συνδέσεων.
es: Problema procesando algunos enlaces.
fi: Ongelma joidenkin linkkien käsittelyssä.
fr: Problème lors du traitement de certains liens.
it: Problema nell'elaborazione di alcuni link.
ja: いくつかのリンクの処理に問題があります。
nl: Probleem bij het verwerken van links.
no: Problem med behandling av noen lenker.
pl: Problem z przetwarzaniem niektórych linków.
pt: Problema ao processar alguns links.
ro: Problemă la procesarea unor legături.
ru: Проблема с обработкой некоторых ссылок.
uk: Обробка деяких посилань.

source: Error processing one or more links.
ar: خطأ في معالجة رابط واحد أو أكثر.
cs: Chyba při zpracování jednoho nebo více odkazů.
da: Fejl ved behandling af et eller flere links.
de: Fehler beim Verarbeiten eines oder mehrerer Links.
el: Σφάλμα κατά την επεξεργασία ενός ή περισσότερων συνδέσμων.
es: Error al procesar uno o más enlaces.
fi: Virhe yhden tai useamman linkin käsittelyssä.
fr: Erreur lors du traitement d'un ou plusieurs liens.
it: Errore nell'elaborazione di uno o più collegamenti.
ja: 1つまたは複数のリンクを処理中にエラーが発生しました。
nl: Fout bij het verwerken van een of meer links.
no: Feil under behandling av én eller flere lenker.
pl: Błąd podczas przetwarzania jednego lub więcej linków.
pt: Erro ao processar um ou mais links.
ro: Eroare la procesarea uneia sau mai multor linkuri.
ru: Ошибка при обработке одной или нескольких ссылок.
uk: Помилка обробки одного або декількох посилань.

# filesAddedToDownloadManager
source: {count} {count, plural, zero{files} one{file} other{files}} added to download manager.
ar: {count} {count, plural, zero{ملفات} one{ملف} other{ملفات}} تمت إضافتها إلى مدير التحميل.
cs: {count} {count, plural, zero{soubory} one{soubor} other{soubory}} přidán do správce stahování.
da: {count} {count, plural, zero{filer} one{fil} other{filer}} tilføjet til download manager.
de: {count} {count, plural, zero{Dateien} one{Datei} other{Dateien}} zum Download-Manager hinzugefügt.
el: {count} {count, plural, zero{αρχεία} one{αρχείο} other{αρχεία}} προστέθηκαν στο διαχειριστή λήψης.
es: {count} {count, plural, zero{archivos} one{archivo} other{archivos}} añadidos al administrador de descargas.
fi: {count} {count, plural, zero{tiedostoja} one{tiedosto} other{tiedostoja}} lisätty lataushallintaan.
fr: {count} {count, plural, zero{fichiers} one{fichier} other{fichiers}} ajoutés au gestionnaire de téléchargements.
it: {count} {count, plural, zero{file} one{file} other{file}} aggiunto al gestore di download.
no: {count} {count, plural, zero{filer} one{Fil} other{filer}} lagt til i nedlastingshåndterer.
pl: {count} {count, plural, one{plik} few{pliki} other{plików}} zostały dodane do menedżera pobierania.
pt: {count} {count, plural, zero{Arquivos} one{arquivo} other{arquivos}} adicionado para o gerenciador de downloads.
ro: {count} {count, plural, zero{fişiere} one{fişier} other{fişiere}} adăugat la managerul de descărcare.
ru: {count} {count, plural, zero{файлы} one{файл} other{файлы}} добавлены в менеджер загрузок.
uk: {count} {count, plural, zero{файли} one{файл} other{Файли}} додано до системи завантаження менеджера.

source: Download Started
ar: بدأ التحميل
cs: Stahování zahájeno
da: Download Startet
de: Download gestartet
el: Η Λήψη Ξεκίνησε
es: Descarga iniciada
fi: Lataus Aloitettu
fr: Téléchargement démarré
it: Download Avviato
ja: ダウンロード開始
nl: Download gestart
no: Nedlastingen har startet
pl: Rozpoczęto pobieranie
pt: Download Iniciado
ro: Descărcare începută
ru: Загрузка начата
uk: Завантаження розпочато

source: No Files Selected
ar: لا توجد ملفات محددة
cs: Nebyly vybrány žádné soubory
da: Ingen Filer Valgt
de: Keine Dateien ausgewählt
el: Δεν Επιλέχθηκαν Αρχεία
es: No hay archivos seleccionados
fi: Ei Valittuja Tiedostoja
fr: Aucun fichier sélectionné
it: Nessun File Selezionato
ja: ファイルが選択されていません
nl: Geen bestanden geselecteerd
no: Ingen filer valgt
pl: Nie wybrano plików
pt: Nenhum Arquivo Selecionado
ro: Niciun fișier selectat
ru: Файлы не выбраны
uk: Не вибрано жодного файлу

source: Please select one or more files from the tree to download.
ar: الرجاء تحديد ملف واحد أو أكثر من الشجرة للتنزيل.
cs: Vyberte prosím jeden nebo více souborů ze stromu ke stažení.
da: Vælg venligst en eller flere filer fra træet, der skal downloades.
de: Bitte wählen Sie eine oder mehrere Dateien aus dem Baum zum Download.
el: Παρακαλώ επιλέξτε ένα ή περισσότερα αρχεία από το δέντρο για λήψη.
es: Por favor, seleccione uno o más archivos del árbol para descargar.
fi: Valitse yksi tai useampi tiedosto puusta ladattavaksi.
fr: Veuillez sélectionner un ou plusieurs fichiers de l'arborescence à télécharger.
it: Selezionare uno o più file dall'albero da scaricare.
ja: ダウンロードするにはツリーから1つ以上のファイルを選択してください。
nl: Selecteer een of meer bestanden uit de te downloaden structuur.
no: Velg en eller flere filer fra treet for å laste ned.
pl: Wybierz jeden lub więcej plików z drzewa do pobrania.
pt: Por favor, selecione um ou mais arquivos da árvore para download.
ro: Te rugăm să selectezi unul sau mai multe fișiere din copac pentru a fi descărcate.
ru: Пожалуйста, выберите один или несколько файлов из дерева для загрузки.
uk: Будь ласка, виберіть один або кілька файлів з дерева для завантаження.

source: No files could be retrieved.
ar: لا يمكن استرجاع أي ملفات.
cs: Nelze načíst žádné soubory.
da: Ingen filer kunne hentes.
de: Es konnten keine Dateien abgerufen werden.
el: Δεν ήταν δυνατή η ανάκτηση αρχείων.
es: No se han podido recuperar archivos.
fi: Yhtään tiedostoa ei voitu hakea.
fr: Aucun fichier n'a pu être récupéré.
it: Non è stato possibile recuperare alcun file.
ja: ファイルを取得できませんでした。
nl: Er konden geen bestanden worden opgehaald.
no: Ingen filer kunne hentes.
pl: Nie można pobrać żadnych plików.
pt: Nenhum arquivo pôde ser recuperado.
ro: Nici un fişier nu a putut fi recuperat.
ru: Файлы не могут быть получены.
uk: Жоден файл не може бути отриманий.

source: Notice: {processingError} Some files may have encountered issues.
ar: إشعار: {processingError} قد واجهت بعض الملفات مشكلات.
cs: Upozornění: {processingError} Některé soubory mohly narazit na problémy.
da: Bemærk: {processingError} Nogle filer kan have stødt på problemer.
de: Hinweis: {processingError} Einige Dateien sind auf Probleme gestoßen.
es: Aviso: {processingError} Algunos archivos pueden haber encontrado problemas.
fi: Huomautus: {processingError} Joitakin tiedostoja on saattanut kohdata ongelmia.
it: Avviso: {processingError} Alcuni file potrebbero aver incontrato problemi.
ja: 注意: {processingError} いくつかのファイルに問題が発生した可能性があります。
nl: Let op: {processingError} Sommige bestanden kunnen problemen hebben.
no: Merk: {processingError} Noen filer kan ha oppstått problemer.
pl: Uwaga: {processingError} Niektóre pliki mogły napotkać problemy.
pt: Aviso: {processingError} Alguns arquivos podem ter encontrado problemas.
ro: Observație: {processingError} Unele fișiere au întâlnit probleme.
uk: Повідомлення: {processingError} деякі файли можуть виникнути проблеми.

source: No downloadable files found for this mirror.
ar: لم يتم العثور على ملفات قابلة للتنزيل لهذه المرآة.
cs: Pro toto zrcadlo nebyly nalezeny žádné soubory ke stažení.
da: Ingen filer fundet til download for dette filspejl.
de: Keine herunterladbaren Dateien für diesen Mirror gefunden.
el: Δεν βρέθηκαν αρχεία με δυνατότητα λήψης για αυτόν τον καθρέφτη.
es: No se han encontrado archivos descargables para esta réplica.
fi: Tälle peilille ei löytynyt ladattavia tiedostoja.
fr: Aucun fichier téléchargeable trouvé pour ce miroir.
it: Nessun file scaricabile trovato per questo mirror.
ja: このミラー用のダウンロード可能なファイルが見つかりません。
nl: Geen downloadbare bestanden gevonden voor deze spiegel.
no: Ingen nedlastbare filer funnet i dette speilet.
pl: Nie znaleziono plików do pobrania dla tego hosta.
pt: Nenhum arquivo para download encontrado para este espelho.
ro: Nu s-au găsit fișiere descărcabile pentru această oglindă.
ru: Для этого зеркала не найдено загружаемых файлов.
uk: Для цього дзеркала не знайдено файлів, які можна завантажити.

source: Download Files: {Game}
ar: تحميل الملفات: {Game}
cs: Stáhnout soubory: {Game}
da: Download Filer: {Game}
de: Dateien herunterladen: {Game}
es: Descargar archivos: {Game}
fi: Lataa Tiedostot: {Game}
fr: Télécharger les fichiers : {Game}
it: Scarica File: {Game}
ja: ダウンロードファイル: {Game}
nl: Download bestanden: {Game}
no: Last ned filer: {Game}
pl: Pobierz pliki: {Game}
pt: Baixar Arquivos: {Game}
ro: Descărcare fişiere: {Game}
ru: Скачать файлы: {Game}

source: Close
ar: أغلق
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Afsluiten
no: Lukk
pl: Zamknij
pt: FECHAR
ro: Inchide
ru: Закрыть
uk: Закрити

source: Download Selected
ar: تحميل المحدد
cs: Stáhnout vybrané
da: Download Valgte
de: Ausgewählte herunterladen
el: Λήψη Επιλεγμένων
es: Descargar seleccionados
fi: Lataa Valitut
fr: Télécharger la sélection
it: Scarica Selezionato
ja: 選択したものをダウンロード
nl: Download selectie
no: Last ned valgte
pl: Pobierz wybrane
pt: Baixar selecionado
ro: Descarcă cele selectate
ru: Загрузить выбранные
uk: Завантажити вибрані

source: About game
ar: حول اللعبة
cs: O hře
da: Om spillet
de: Über Spiel
el: Σχετικά με το παιχνίδι
es: Acerca del juego
fi: Tietoja pelistä
fr: A propos du jeu
it: Informazioni sul gioco
ja: ゲームについて
nl: Over spel
no: Om spillet
pl: O grze
pt: Sobre o jogo
ro: Despre joc
ru: О игре
uk: Про гру

source: Features
ar: الميزات
cs: Vlastnosti
da: Funktioner
de: Eigenschaften
el: Χαρακτηριστικά
es: Características
fi: Ominaisuudet
fr: Fonctionnalités
it: Caratteristiche
ja: 特徴
nl: Eigenschappen
no: Funksjoner
pl: Cechy
pt: Funcionalidades
ro: Caracteristici
ru: Возможности
uk: Особливості
